Repository: wescamp/The_Silver_Lands-1.8
Catalog: po/*.po
Languages: en@shaw

source: Some vampires who take up blood magic, decide that torture is much more satisfying than merely destroying. They neglect magic somewhat so that in addition to causing the blood to boil on the inside, they can master causing pain with claws and fangs, on the outside. In battle they can fight well with claws at close range, and magic at a distance.
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘®ğ‘Ÿ ğ‘£ğ‘µ ğ‘‘ğ‘±ğ‘’ ğ‘³ğ‘ ğ‘šğ‘¤ğ‘³ğ‘› ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’, ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘‘ğ‘ªğ‘®ğ‘—ğ‘» ğ‘¦ğ‘Ÿ ğ‘¥ğ‘³ğ‘— ğ‘¥ğ‘¹ ğ‘•ğ‘¨ğ‘‘ğ‘¦ğ‘•ğ‘“ğ‘²ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘¯ ğ‘¥ğ‘½ğ‘¤ğ‘¦ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ğ‘¦ğ‘™. ğ‘ğ‘± ğ‘¯ğ‘¦ğ‘œğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘ªğ‘‘ ğ‘•ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘¯ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘’ğ‘·ğ‘Ÿğ‘¦ğ‘™ ğ‘ ğ‘šğ‘¤ğ‘³ğ‘› ğ‘‘ ğ‘šğ‘¶ğ‘¤ ğ‘ªğ‘¯ ğ‘ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘›, ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ ğ‘’ğ‘·ğ‘Ÿğ‘¦ğ‘™ ğ‘ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘’ğ‘¤ğ‘·ğ‘Ÿ ğ‘¯ ğ‘“ğ‘¨ğ‘™ğ‘Ÿ, ğ‘ªğ‘¯ ğ‘ ğ‘¬ğ‘‘ğ‘•ğ‘²ğ‘›. ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘²ğ‘‘ ğ‘¢ğ‘§ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘’ğ‘¤ğ‘·ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘®ğ‘±ğ‘¯ğ‘¡, ğ‘¯ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘¨ğ‘‘ ğ‘© ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•.

source: Halfblood
en@shaw: ğ‘£ğ‘©ğ‘“ğ‘šğ‘¤ğ‘³ğ‘›

source: halfbloods vampire blood grows stronger as they kill. When they are balanced roughly evenly between both bloods, they are known as half bloods.
en@shaw: ğ‘£ğ‘¨ğ‘“ğ‘šğ‘¤ğ‘³ğ‘›ğ‘Ÿ ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘® ğ‘šğ‘¤ğ‘³ğ‘› ğ‘œğ‘®ğ‘´ğ‘Ÿ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ğ‘œğ‘¼ ğ‘¨ğ‘Ÿ ğ‘ğ‘± ğ‘’ğ‘¦ğ‘¤. ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘¸ ğ‘šğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘•ğ‘‘ ğ‘®ğ‘³ğ‘“ğ‘¤ğ‘¦ ğ‘°ğ‘ğ‘©ğ‘¯ğ‘¤ğ‘° ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘šğ‘´ğ‘” ğ‘šğ‘¤ğ‘³ğ‘›ğ‘Ÿ, ğ‘ğ‘± ğ‘¸ ğ‘¯ğ‘´ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘£ğ‘­ğ‘“ ğ‘šğ‘¤ğ‘³ğ‘›ğ‘Ÿ.

source: female^Halfblood
en@shaw: ğ‘£ğ‘©ğ‘“ğ‘šğ‘¤ğ‘³ğ‘›

source: Malborn
en@shaw: ğ‘¥ğ‘¨ğ‘¤ğ‘šğ‘¹ğ‘¯

source: Methusalem
en@shaw: ğ‘¥ğ‘§ğ‘”ğ‘µğ‘•ğ‘±ğ‘¤ğ‘©ğ‘¥

source: female^Mistress
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘©ğ‘•

source: Noble
en@shaw: ğ‘¯ğ‘´ğ‘šğ‘¤

source: female^Lady
en@shaw: ğ‘¤ğ‘±ğ‘›ğ‘¦

source: Sangel
en@shaw: ğ‘•ğ‘±ğ‘¯ğ‘¡ğ‘§ğ‘¤

source: Sire
en@shaw: ğ‘•ğ‘²ğ‘¼

source: Some vampires grow strong enough to subject other vampire lords to themselves. In exchange for protection (from whom is not always mentioned), the other lords provide a tithe of their tax to the Sire.
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘®ğ‘Ÿ ğ‘œğ‘®ğ‘´ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘•ğ‘³ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘³ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘® ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘‘ ğ‘ğ‘§ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘¦ğ‘¯ ğ‘§ğ‘’ğ‘•ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘“ğ‘¹ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ (ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘£ğ‘µğ‘¥ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘›), ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘› ğ‘© ğ‘‘ğ‘²ğ‘ ğ‘ ğ‘ğ‘º ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘‘ ğ‘ ğ‘•ğ‘²ğ‘¼.

source: Sword Dancer
en@shaw: ğ‘•ğ‘¹ğ‘› ğ‘›ğ‘­ğ‘¯ğ‘•ğ‘¼

source: female^Sword Dancer
en@shaw: ğ‘•ğ‘¹ğ‘› ğ‘›ğ‘­ğ‘¯ğ‘•ğ‘¼

source: Thin Blood
en@shaw: ğ‘”ğ‘¦ğ‘¯ ğ‘šğ‘¤ğ‘³ğ‘›

source: Not all bloodborn grow towards their vampire side. Some lean on the human side, and can stand the daylight, and use a bow, which most vampires disdain as a peasant weapon. However they still have the vampires curse of blood thirst on them, giving them a reason to continue to serve their lord. These qualities make them a valuable support for a vampires army.
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘·ğ‘¤ ğ‘šğ‘¤ğ‘³ğ‘›ğ‘šğ‘¹ğ‘¯ ğ‘œğ‘®ğ‘´ ğ‘‘ğ‘«ğ‘¢ğ‘¹ğ‘›ğ‘Ÿ ğ‘ğ‘º ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘® ğ‘•ğ‘²ğ‘›. ğ‘•ğ‘³ğ‘¥ ğ‘¤ğ‘°ğ‘¯ ğ‘ªğ‘¯ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘•ğ‘²ğ‘›, ğ‘¯ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘›ğ‘±ğ‘¤ğ‘²ğ‘‘, ğ‘¯ ğ‘¿ğ‘• ğ‘© ğ‘šğ‘¬, ğ‘¢ğ‘¦ğ‘— ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘®ğ‘Ÿ ğ‘›ğ‘¦ğ‘•ğ‘›ğ‘±ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘© ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼ ğ‘ğ‘± ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘®ğ‘Ÿ ğ‘’ğ‘»ğ‘• ğ‘ ğ‘šğ‘¤ğ‘³ğ‘› ğ‘”ğ‘»ğ‘•ğ‘‘ ğ‘ªğ‘¯ ğ‘ğ‘§ğ‘¥, ğ‘œğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥ ğ‘© ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯ ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘‘ ğ‘•ğ‘»ğ‘ ğ‘ğ‘º ğ‘¤ğ‘¹ğ‘›. ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘¢ğ‘ªğ‘¤ğ‘¦ğ‘‘ğ‘°ğ‘Ÿ ğ‘¥ğ‘±ğ‘’ ğ‘ğ‘§ğ‘¥ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘“ğ‘¹ ğ‘© ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘®ğ‘Ÿ ğ‘¸ğ‘¥ğ‘¦.

source: female^Thinblood
en@shaw: ğ‘‘ğ‘¦ğ‘¯ğ‘šğ‘¤ğ‘³ğ‘›

source: Twilight Walker
en@shaw: ğ‘‘ğ‘¢ğ‘²ğ‘¤ğ‘²ğ‘‘ ğ‘¢ğ‘ªğ‘’ğ‘»

source: After reaching the halfway point, a halfblood can choose to go back, but many prefer not too. Those who don't are known as twilight walkers, and are among a lords most trusted servants, because they could have chosen day, but did not. As such they are often entrusted with poisons, and assassinations. For a vampire lord will always have enemies some of which are better slain with poison in the twilight, than with an army at night.
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘®ğ‘°ğ‘—ğ‘¦ğ‘™ ğ‘ ğ‘£ğ‘¨ğ‘“ğ‘¢ğ‘± ğ‘ğ‘¶ğ‘¯ğ‘‘, ğ‘© ğ‘£ğ‘¨ğ‘“ğ‘šğ‘¤ğ‘³ğ‘› ğ‘’ğ‘¨ğ‘¯ ğ‘—ğ‘µğ‘Ÿ ğ‘‘ ğ‘œğ‘´ ğ‘šğ‘¨ğ‘’, ğ‘šğ‘³ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘ğ‘®ğ‘¦ğ‘“ğ‘» ğ‘¯ğ‘ªğ‘‘ ğ‘‘ğ‘µ. ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘µ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¸ ğ‘¯ğ‘´ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘‘ğ‘¢ğ‘²ğ‘¤ğ‘²ğ‘‘ ğ‘¢ğ‘ªğ‘’ğ‘»ğ‘Ÿ, ğ‘¯ ğ‘¸ ğ‘©ğ‘¥ğ‘³ğ‘™ ğ‘© ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘»ğ‘ğ‘©ğ‘¯ğ‘‘ğ‘•, ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘ğ‘± ğ‘’ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘—ğ‘´ğ‘Ÿğ‘©ğ‘¯ ğ‘›ğ‘±, ğ‘šğ‘³ğ‘‘ ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘. ğ‘¨ğ‘Ÿ ğ‘•ğ‘³ğ‘— ğ‘ğ‘± ğ‘¸ ğ‘ªğ‘“ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘©ğ‘•ğ‘‘ğ‘¦ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ğ‘Ÿ, ğ‘¯ ğ‘©ğ‘•ğ‘¨ğ‘•ğ‘©ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ. ğ‘“ğ‘¹ ğ‘© ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘® ğ‘¤ğ‘¹ğ‘› ğ‘¢ğ‘¦ğ‘¤ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘¢ğ‘¦ğ‘— ğ‘¸ ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘•ğ‘¤ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘¢ğ‘²ğ‘¤ğ‘²ğ‘‘, ğ‘ğ‘¨ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘©ğ‘¯ ğ‘¸ğ‘¥ğ‘¦ ğ‘¨ğ‘‘ ğ‘¯ğ‘²ğ‘‘.

source: poisoned dagger
en@shaw: ğ‘ğ‘¬ğ‘Ÿğ‘©ğ‘¯ğ‘› ğ‘›ğ‘¨ğ‘œğ‘»

source: female^Twilight Walker
en@shaw: ğ‘‘ğ‘¢ğ‘²ğ‘¤ğ‘²ğ‘‘ ğ‘¢ğ‘ªğ‘’ğ‘»

source: Wose Magister
en@shaw: ğ‘¢ğ‘´ğ‘Ÿ ğ‘¥ğ‘©ğ‘¡ğ‘¦ğ‘•ğ‘‘ğ‘»

source: Woses are, as a species, dedicated defenders of forests and nature. Ancient guardians, who sometimes have fearsome skills, such as commanding forest plants such as vines and creepers to hinder their enemies. Rarely seen by other races, even by elves, it is very likely that most of the fools that stumbled across one of these giants were crushed by them.
en@shaw: ğ‘¢ğ‘´ğ‘Ÿğ‘§ğ‘Ÿ ğ‘¸, ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘ğ‘°ğ‘–ğ‘°ğ‘Ÿ, ğ‘›ğ‘§ğ‘›ğ‘©ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘»ğ‘Ÿ ğ‘ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘• ğ‘¯ ğ‘¯ğ‘±ğ‘—ğ‘¼. ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘œğ‘¸ğ‘›ğ‘¦ğ‘©ğ‘¯ğ‘Ÿ, ğ‘£ğ‘µ ğ‘•ğ‘³ğ‘¥ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘¦ğ‘®ğ‘•ğ‘©ğ‘¥ ğ‘•ğ‘’ğ‘¦ğ‘¤ğ‘Ÿ, ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ ğ‘ğ‘¤ğ‘­ğ‘¯ğ‘‘ğ‘• ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘ğ‘²ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘’ğ‘®ğ‘°ğ‘ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘£ğ‘¦ğ‘¯ğ‘›ğ‘¼ ğ‘ğ‘º ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ. ğ‘®ğ‘ºğ‘¤ğ‘¦ ğ‘•ğ‘°ğ‘¯ ğ‘šğ‘² ğ‘³ğ‘ğ‘¼ ğ‘®ğ‘±ğ‘•ğ‘©ğ‘Ÿ, ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘šğ‘² ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¤ğ‘²ğ‘’ğ‘¤ğ‘¦ ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘“ğ‘µğ‘¤ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘‘ğ‘³ğ‘¥ğ‘šğ‘¤ğ‘› ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¡ğ‘²ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¢ğ‘» ğ‘’ğ‘®ğ‘³ğ‘–ğ‘‘ ğ‘šğ‘² ğ‘ğ‘§ğ‘¥.

source: Wose Sapling
en@shaw: ğ‘¢ğ‘´ğ‘Ÿ ğ‘•ğ‘¨ğ‘ğ‘¤ğ‘¦ğ‘™

source: Rarely seen, even by elves, a Wose is an order of creature about which little is known. The elves are the source of most of this knowledge; they know that these beings are not descended from trees, despite the similarity in form, and they know that a wose is more closely tied to the faerie world than the elves themselves, though in a different way. The motives and workings of their kind are unknown, though most posit the obvious idea that woses are wardens of the natural world. Woses are utterly unwarlike, but possess a great strength. They are, however, neither used to, nor quick at moving around.
en@shaw: ğ‘®ğ‘ºğ‘¤ğ‘¦ ğ‘•ğ‘°ğ‘¯, ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘šğ‘² ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘© ğ‘¢ğ‘´ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘£ğ‘¢ğ‘¦ğ‘— ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ğ‘¯. ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¸ ğ‘ ğ‘•ğ‘¹ğ‘• ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘ªğ‘¤ğ‘¦ğ‘¡; ğ‘ğ‘± ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘šğ‘°ğ‘¦ğ‘™ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘‘ğ‘®ğ‘°ğ‘Ÿ, ğ‘›ğ‘¦ğ‘•ğ‘ğ‘²ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘¥ğ‘¦ğ‘¤ğ‘¨ğ‘®ğ‘¦ğ‘‘ğ‘¦ ğ‘¦ğ‘¯ ğ‘“ğ‘¹ğ‘¥, ğ‘¯ ğ‘ğ‘± ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘© wose ğ‘¦ğ‘Ÿ ğ‘¥ğ‘¹ ğ‘’ğ‘¤ğ‘´ğ‘•ğ‘¤ğ‘¦ ğ‘‘ğ‘²ğ‘› ğ‘‘ ğ‘ faerie ğ‘¢ğ‘»ğ‘¤ğ‘› ğ‘ğ‘¨ğ‘¯ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘ğ‘§ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘ğ‘´ ğ‘¦ğ‘¯ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘±. ğ‘ ğ‘¥ğ‘´ğ‘‘ğ‘¦ğ‘ğ‘Ÿ ğ‘¯ ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ğ‘Ÿ ğ‘ ğ‘ğ‘º ğ‘’ğ‘²ğ‘¯ğ‘› ğ‘¸ ğ‘³ğ‘¯ğ‘´ğ‘¯, ğ‘ğ‘´ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ ğ‘ ğ‘ªğ‘šğ‘ğ‘¦ğ‘©ğ‘• ğ‘²ğ‘›ğ‘¾ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘´ğ‘Ÿ ğ‘¸ ğ‘¢ğ‘ªğ‘®ğ‘›ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘ ğ‘¯ğ‘¨ğ‘—ğ‘¼ğ‘©ğ‘¤ ğ‘¢ğ‘»ğ‘¤ğ‘›. ğ‘¢ğ‘´ğ‘Ÿğ‘§ğ‘Ÿ ğ‘¸ ğ‘³ğ‘‘ğ‘¼ğ‘ğ‘¦ ğ‘³ğ‘¯ğ‘¢ğ‘¼ğ‘¤ğ‘²ğ‘’, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘©ğ‘Ÿğ‘§ğ‘• ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘™ğ‘”. ğ‘ğ‘± ğ‘¸, ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘¯ğ‘²ğ‘ğ‘¼ ğ‘¿ğ‘•ğ‘‘ ğ‘‘, ğ‘¯ğ‘¹ ğ‘’ğ‘¢ğ‘¦ğ‘’ ğ‘¨ğ‘‘ ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘›.

source: Wose Shaman
en@shaw: ğ‘¢ğ‘´ğ‘Ÿ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯

source: Notes:
en@shaw: ğ‘¯ğ‘´ğ‘‘ğ‘•:

source: protection
en@shaw: ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Protection: Adjacent units of lower level from this side receive a +20% bonus to all resistances (up to a maximum of 50%).
en@shaw: ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯: ğ‘©ğ‘¡ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘ ğ‘¤ğ‘´ğ‘¼ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘²ğ‘› ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘© +20% ğ‘šğ‘´ğ‘¯ğ‘©ğ‘• ğ‘‘ ğ‘·ğ‘¤ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ (ğ‘³ğ‘ ğ‘‘ ğ‘© ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘ 50%).

source: obscures
en@shaw: ğ‘©ğ‘šğ‘•ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘Ÿ

source: Obscures: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
en@shaw: ğ‘©ğ‘šğ‘•ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘Ÿ: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ darkens ğ‘ ğ‘•ğ‘¼ğ‘¬ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ºğ‘¦ğ‘©, ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘’ğ‘±ğ‘­ğ‘‘ğ‘¦ğ‘’ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘“ğ‘²ğ‘‘ ğ‘šğ‘§ğ‘‘ğ‘¼, ğ‘¯ ğ‘¤ğ‘·ğ‘“ğ‘«ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘“ğ‘²ğ‘‘ ğ‘¢ğ‘»ğ‘•. ğ‘§ğ‘¯ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘©ğ‘¡ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘²ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘¢ğ‘» ğ‘›ğ‘©ğ‘•ğ‘’ ğ‘£ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘›ğ‘±, ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘¢ğ‘» ğ‘¯ğ‘²ğ‘‘ ğ‘£ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘›ğ‘©ğ‘•ğ‘’.

source: terror
en@shaw: ğ‘‘ğ‘§ğ‘®ğ‘¼

source: Terror: This unit can frighten enemy units that are next to it, making them fight worse. Adjacent enemy units of lower level will do less damage in battle. When an enemy unit of the same or lower level is adjacent and engages in combat, its attacks do 15% less damage times the difference in their levels + 15%.
en@shaw: ğ‘‘ğ‘§ğ‘®ğ‘¼: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘®ğ‘²ğ‘‘ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘¸ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘¦ğ‘‘, ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥ ğ‘“ğ‘²ğ‘‘ ğ‘¢ğ‘»ğ‘•. ğ‘©ğ‘¡ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘ ğ‘¤ğ‘´ğ‘¼ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘µ ğ‘¤ğ‘§ğ‘• ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤. ğ‘¢ğ‘§ğ‘¯ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘¹ ğ‘¤ğ‘´ğ‘¼ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¡ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘¯ ğ‘¦ğ‘¯ğ‘œğ‘±ğ‘¡ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘, ğ‘¦ğ‘‘ğ‘• ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘›ğ‘µ 15% ğ‘¤ğ‘§ğ‘• ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘ğ‘º ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ğ‘Ÿ + 15%.

source: sylvan spark
en@shaw: ğ‘•ğ‘¦ğ‘¤ğ‘ğ‘©ğ‘¯ ğ‘•ğ‘ğ‘¸ğ‘’

source: aquatic body
en@shaw: ğ‘©ğ‘’ğ‘¢ğ‘­ğ‘‘ğ‘¦ğ‘’ ğ‘šğ‘ªğ‘›ğ‘¦

source: earth recuperation
en@shaw: ğ‘»ğ‘” ğ‘®ğ‘¦ğ‘’ğ‘µğ‘ğ‘»ğ‘±ğ‘–ğ‘©ğ‘¯

source: heat absorption
en@shaw: ğ‘£ğ‘°ğ‘‘ ğ‘©ğ‘šğ‘Ÿğ‘¹ğ‘ğ‘–ğ‘©ğ‘¯

source: Heat Absorption: This unit will absorb heat whenever it is on or floating above lava, thus recovering 3 HP. In addition, this unit will absorb heat from other warm terrain like sand.
en@shaw: ğ‘£ğ‘°ğ‘‘ ğ‘©ğ‘šğ‘Ÿğ‘¹ğ‘ğ‘–ğ‘©ğ‘¯: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘©ğ‘šğ‘Ÿğ‘ªğ‘®ğ‘š ğ‘£ğ‘°ğ‘‘ ğ‘¢ğ‘§ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ªğ‘¯ ğ‘¹ ğ‘“ğ‘¤ğ‘´ğ‘‘ğ‘¦ğ‘™ ğ‘©ğ‘šğ‘³ğ‘ ğ‘¤ğ‘­ğ‘ğ‘©, ğ‘ğ‘³ğ‘• ğ‘®ğ‘©ğ‘’ğ‘©ğ‘ğ‘»ğ‘¦ğ‘™ 3 HP. ğ‘¦ğ‘¯ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯, ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘©ğ‘šğ‘Ÿğ‘ªğ‘®ğ‘š ğ‘£ğ‘°ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘³ğ‘ğ‘¼ ğ‘¢ğ‘¹ğ‘¥ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘¤ğ‘²ğ‘’ ğ‘•ğ‘­ğ‘¯ğ‘›.

source: aquatic regeneration
en@shaw: ğ‘©ğ‘’ğ‘¢ğ‘­ğ‘‘ğ‘¦ğ‘’ ğ‘®ğ‘°ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘–ğ‘ªğ‘¯

source: Aquatic Regeneration: This unit will recover 8 HP per turn when on aquatic terrain. If this unit is poisoned it will be cured of it instead.
en@shaw: ğ‘©ğ‘’ğ‘¢ğ‘­ğ‘‘ğ‘¦ğ‘’ ğ‘®ğ‘°ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘–ğ‘ªğ‘¯: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘§ğ‘’ğ‘³ğ‘ğ‘¼ 8 HP ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ ğ‘©ğ‘’ğ‘¢ğ‘­ğ‘‘ğ‘¦ğ‘’ ğ‘‘ğ‘»ğ‘±ğ‘¯. ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘¬ğ‘Ÿğ‘©ğ‘¯ğ‘› ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘› ğ‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘›.

source: gelid incarnation
en@shaw: ğ‘¡ğ‘§ğ‘¤ğ‘¦ğ‘› ğ‘¦ğ‘¯ğ‘’ğ‘­ğ‘®ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯

source: Gelid Incarnation: This unit will regenerate (but not unpoison) 4 HP per turn. If this unit is on icy or snowy terrain its regenerative abilities increase by regenerating 8 HP rather than 4 HP per turn and poison is cured. In addition, while this will conceal itself from enemies while on icy or snowy terrain.
en@shaw: ğ‘œğ‘§ğ‘¤ğ‘¦ğ‘› ğ‘¦ğ‘¯ğ‘’ğ‘­ğ‘®ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘°ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘‘ (ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘³ğ‘¯ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯) 4 HP ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯. ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ªğ‘¯ ğ‘²ğ‘•ğ‘° ğ‘¹ ğ‘•ğ‘¯ğ‘´ğ‘° ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘®ğ‘§ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘°ğ‘• ğ‘šğ‘² ğ‘®ğ‘°ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘‘ğ‘¦ğ‘™ 8 HP ğ‘®ğ‘­ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ 4 HP ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯ ğ‘¯ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘›. ğ‘¦ğ‘¯ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯, ğ‘¢ğ‘²ğ‘¤ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘°ğ‘¤ ğ‘¦ğ‘‘ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘¢ğ‘²ğ‘¤ ğ‘ªğ‘¯ ğ‘²ğ‘•ğ‘° ğ‘¹ ğ‘•ğ‘¯ğ‘´ğ‘° ğ‘‘ğ‘»ğ‘±ğ‘¯.

source: Max HP bonus +5, +1 damage to all attacks, max XP +25%
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘• HP ğ‘šğ‘´ğ‘¯ğ‘©ğ‘• +5, +1 ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ ğ‘·ğ‘¤ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•, ğ‘¥ğ‘¨ğ‘’ğ‘• XP +25%

source: Enemy boss sighted!
en@shaw: ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘šğ‘­ğ‘• ğ‘•ğ‘²ğ‘‘ğ‘©ğ‘›!

source: This is a boss scenario. You may recruit or recall troops during the first turn only, until all your recruitment space is used. Your per-turn income is set to zero.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘© ğ‘šğ‘­ğ‘• ğ‘•ğ‘¦ğ‘¯ğ‘§ğ‘®ğ‘°ğ‘´. ğ‘¿ ğ‘¥ğ‘± ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘¹ ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘‘ğ‘»ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦, ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘·ğ‘¤ ğ‘¿ğ‘¼ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘ğ‘±ğ‘• ğ‘¦ğ‘Ÿ ğ‘¿ğ‘Ÿğ‘›. ğ‘¿ğ‘¼ ğ‘ğ‘»-ğ‘‘ğ‘»ğ‘¯ ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘Ÿğ‘½ğ‘´.

source: Most enemies respawn two or more turns after you kill them, so try to get away from their initial locations as quickly as possible.
en@shaw: ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘®ğ‘°ğ‘•ğ‘ğ‘­ğ‘¯ ğ‘‘ğ‘µ ğ‘¹ ğ‘¥ğ‘¹ ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¿ ğ‘’ğ‘¦ğ‘¤ ğ‘ğ‘§ğ‘¥, ğ‘•ğ‘´ ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘©ğ‘¢ğ‘± ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘º ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘¨ğ‘Ÿ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤.

source: UI^Character description
en@shaw: ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯

source: Do you want to see a brief description of characters the first time you select them in the map?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘•ğ‘° ğ‘© ğ‘šğ‘®ğ‘°ğ‘“ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘‘ğ‘²ğ‘¥ ğ‘¿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘¨ğ‘?

source: Do you want to be healed? This magic glyph will completely restore this unit's health, also unslowing and removing poison from it, if applicable.
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘šğ‘° ğ‘£ğ‘°ğ‘¤ğ‘›? ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘œğ‘¤ğ‘¦ğ‘“ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘¤ğ‘¦ ğ‘®ğ‘©ğ‘•ğ‘‘ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘˜ğ‘µğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘§ğ‘¤ğ‘”, ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘³ğ‘¯ğ‘•ğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘¯ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¦ğ‘‘, ğ‘¦ğ‘“ ğ‘¨ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘©ğ‘šğ‘©ğ‘¤.

source: Note: the glyph can do this only once, and when done it will fade out.
en@shaw: ğ‘¯ğ‘´ğ‘‘: ğ‘ ğ‘œğ‘¤ğ‘¦ğ‘“ ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘µ ğ‘ğ‘¦ğ‘• ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘³ğ‘¯ğ‘•, ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘›ğ‘³ğ‘¯ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘±ğ‘› ğ‘¬ğ‘‘.

source: Do you want to be healed?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘šğ‘° ğ‘£ğ‘°ğ‘¤ğ‘›?

source: Crystal Glyph of Health
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¤ ğ‘œğ‘¤ğ‘¦ğ‘“ ğ‘ ğ‘£ğ‘§ğ‘¤ğ‘”

source: The unit is fully healed, cured and unslowed.
en@shaw: ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘£ğ‘°ğ‘¤ğ‘›, ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘› ğ‘¯ ğ‘³ğ‘¯ğ‘•ğ‘¤ğ‘´ğ‘›.

source: female^healed
en@shaw: ğ‘£ğ‘°ğ‘¤ğ‘›

source: healed
en@shaw: ğ‘£ğ‘°ğ‘¤ğ‘›

source: Do you want this unit to pick up this item?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘‘ ğ‘ğ‘¦ğ‘’ ğ‘³ğ‘ ğ‘ğ‘¦ğ‘• ğ‘²ğ‘‘ğ‘©ğ‘¥?

source: Irdyaâ€¦ is doomedâ€¦
en@shaw: Irdyaâ€¦ ğ‘¦ğ‘Ÿ ğ‘›ğ‘µğ‘¥ğ‘›â€¦

source: Scenario notes:
en@shaw: ğ‘•ğ‘¦ğ‘¯ğ‘§ğ‘®ğ‘°ğ‘´ ğ‘¯ğ‘´ğ‘‘ğ‘•:

source: Hard Hat Area
en@shaw: ğ‘£ğ‘¸ğ‘› ğ‘£ğ‘©ğ‘‘ ğ‘ºğ‘¦ğ‘©

source: Espreon (author):
en@shaw: Espreon (ğ‘·ğ‘”ğ‘¼):

source: This scenario is still under construction, thus it might be buggy, incomplete, the final scenario that exists so far, et cetera. Comments to the www.wesnoth.org forum thread 'The Silver Lands' (Scenario and Campaign dev. forum) (which does not exist yet) or contact the author on the wesnoth-umc-dev IRC channel on Freenode. â€” The author
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¦ğ‘¯ğ‘§ğ‘®ğ‘°ğ‘´ ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘–ğ‘©ğ‘¯, ğ‘ğ‘³ğ‘• ğ‘¦ğ‘‘ ğ‘¥ğ‘²ğ‘‘ ğ‘šğ‘° ğ‘šğ‘©ğ‘œğ‘°, ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘, ğ‘ ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘¦ğ‘¯ğ‘§ğ‘®ğ‘°ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘• ğ‘•ğ‘´ ğ‘“ğ‘¸, ğ‘§ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘»ğ‘©. ğ‘’ğ‘­ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘ www.wesnoth.org forum thread 'The Silver Lands' (Scenario and Campaign dev. forum) (ğ‘¢ğ‘¦ğ‘— ğ‘›ğ‘´ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ ğ‘˜ğ‘§ğ‘‘) ğ‘¹ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘¨ğ‘’ğ‘‘ ğ‘ ğ‘·ğ‘”ğ‘¼ ğ‘ªğ‘¯ ğ‘ wesnoth-umc-dev IRC ğ‘—ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘ªğ‘¯ Freenode. â€” ğ‘ ğ‘·ğ‘”ğ‘¼

source: Volcanic underground
en@shaw: ğ‘ğ‘­ğ‘¤ğ‘’ğ‘¨ğ‘¯ğ‘¦ğ‘’ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›

source: Indoors
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘¹ğ‘Ÿ

source: Neutral time of day
en@shaw: ğ‘¯ğ‘µğ‘‘ğ‘®ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘›ğ‘±

source: First Dawn
en@shaw: ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘›ğ‘·ğ‘¯

source: First Morning
en@shaw: ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¥ğ‘¹ğ‘¯ğ‘¦ğ‘™

source: First Midday
en@shaw: ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¥ğ‘¦ğ‘›ğ‘›ğ‘±

source: First Afternoon
en@shaw: ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘­ğ‘“ğ‘‘ğ‘¼ğ‘¯ğ‘µğ‘¯

source: First Dusk
en@shaw: ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘’

source: The Short Dark
en@shaw: ğ‘ ğ‘–ğ‘¹ğ‘‘ ğ‘›ğ‘¸ğ‘’

source: Second Dawn
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘›ğ‘·ğ‘¯

source: Second Morning
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘¥ğ‘¹ğ‘¯ğ‘¦ğ‘™

source: Second Midday
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘¥ğ‘¦ğ‘›ğ‘›ğ‘±

source: Second Afternoon
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘­ğ‘“ğ‘‘ğ‘¼ğ‘¯ğ‘µğ‘¯

source: Second Dusk
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘›ğ‘©ğ‘•ğ‘’

source: The Long Dark - First Watch
en@shaw: ğ‘ ğ‘¤ğ‘ªğ‘™ ğ‘›ğ‘¸ğ‘’ â€” ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¢ğ‘ªğ‘—

source: The Long Dark - Second Watch
en@shaw: ğ‘ ğ‘¤ğ‘ªğ‘™ ğ‘›ğ‘¸ğ‘’ â€” ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘¢ğ‘ªğ‘—

source: The Long Dark - Third Watch
en@shaw: ğ‘ ğ‘¤ğ‘ªğ‘™ ğ‘›ğ‘¸ğ‘’ â€” ğ‘”ğ‘»ğ‘› ğ‘¢ğ‘ªğ‘—

source: The Long Dark - Fourth Watch
en@shaw: ğ‘ ğ‘¤ğ‘ªğ‘™ ğ‘›ğ‘¸ğ‘’ â€” ğ‘“ğ‘¹ğ‘ ğ‘¢ğ‘ªğ‘—

source: This unit will recover 3 HP per turn when on lava, sandy or desert terrain. The effects of poison will not be prolonged or cured.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘§ğ‘’ğ‘³ğ‘ğ‘¼ 3 HP ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ ğ‘¤ğ‘­ğ‘ğ‘©, ğ‘•ğ‘¨ğ‘¯ğ‘›ğ‘¦ ğ‘¹ ğ‘›ğ‘§ğ‘Ÿğ‘¼ğ‘‘ ğ‘‘ğ‘»ğ‘±ğ‘¯. ğ‘ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘ğ‘®ğ‘©ğ‘¤ğ‘ªğ‘™ğ‘› ğ‘¹ ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘›.

source: This unit will recover 3 HP per turn when on watery terrain. The effects of poison will not be prolonged or cured.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘§ğ‘’ğ‘³ğ‘ğ‘¼ 3 HP ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ ğ‘¢ğ‘·ğ‘‘ğ‘¼ğ‘¦ ğ‘‘ğ‘»ğ‘±ğ‘¯. ğ‘ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘ğ‘®ğ‘©ğ‘¤ğ‘ªğ‘™ğ‘› ğ‘¹ ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘›.

source: This unit will recover 3 HP per turn while in a forest. The effects of poison will not be prolonged or cured.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘§ğ‘’ğ‘³ğ‘ğ‘¼ 3 HP ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯ ğ‘¢ğ‘²ğ‘¤ ğ‘¦ğ‘¯ ğ‘© ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘. ğ‘ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘ğ‘®ğ‘©ğ‘¤ğ‘ªğ‘™ğ‘› ğ‘¹ ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘›.

source: This unit will repair its body with the rocks found while in/on hills, caves, or mountains, thus recovering 3 HP in the process. The effects of poison will not be prolonged or cured.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘ğ‘º ğ‘¦ğ‘‘ğ‘• ğ‘šğ‘ªğ‘›ğ‘¦ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘®ğ‘ªğ‘’ğ‘• ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¢ğ‘²ğ‘¤ ğ‘¦ğ‘¯/ğ‘ªğ‘¯ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ, ğ‘’ğ‘±ğ‘ğ‘Ÿ, ğ‘¹ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ, ğ‘ğ‘³ğ‘• ğ‘®ğ‘©ğ‘’ğ‘©ğ‘ğ‘»ğ‘¦ğ‘™ 3 HP ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•. ğ‘ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘ğ‘®ğ‘©ğ‘¤ğ‘ªğ‘™ğ‘› ğ‘¹ ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘›.

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ darkens ğ‘ ğ‘•ğ‘¼ğ‘¬ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ºğ‘¦ğ‘©, ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘’ğ‘±ğ‘­ğ‘‘ğ‘¦ğ‘’ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘“ğ‘²ğ‘‘ ğ‘šğ‘§ğ‘‘ğ‘¼, ğ‘¯ ğ‘¤ğ‘·ğ‘“ğ‘«ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘“ğ‘²ğ‘‘ ğ‘¢ğ‘»ğ‘•.

source: This unit can frighten enemy units that are next to it, making them fight worse.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘®ğ‘²ğ‘‘ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘¸ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘¦ğ‘‘, ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥ ğ‘“ğ‘²ğ‘‘ ğ‘¢ğ‘»ğ‘•.

source: This unit will regenerate 5 HP per turn in forest or mushroom grove terrains.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘°ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘‘ 5 HP ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯ ğ‘¦ğ‘¯ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ ğ‘¹ ğ‘¥ğ‘³ğ‘–ğ‘®ğ‘µğ‘¥ ğ‘œğ‘®ğ‘´ğ‘ ğ‘‘ğ‘»ğ‘±ğ‘¯ğ‘Ÿ.

source: This unit will recover 3 HP per turn while on snowy or icy terrain. The effects of poison will not be prolonged or cured.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘§ğ‘’ğ‘³ğ‘ğ‘¼ 3 HP ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯ ğ‘¢ğ‘²ğ‘¤ ğ‘ªğ‘¯ ğ‘•ğ‘¯ğ‘´ğ‘° ğ‘¹ ğ‘²ğ‘•ğ‘° ğ‘‘ğ‘»ğ‘±ğ‘¯. ğ‘ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘ğ‘®ğ‘©ğ‘¤ğ‘ªğ‘™ğ‘› ğ‘¹ ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘›.

source: Some of this unit's attacks are not available except on defense.
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘˜ğ‘µğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘ªğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•.

source: Some of this unit's attacks are not available except on offense.
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘˜ğ‘µğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘ªğ‘¯ ğ‘©ğ‘“ğ‘§ğ‘¯ğ‘•.

source: This unit's resistances are doubled to the point of 50% resistance, weaknesses are not affected.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘˜ğ‘µğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘¸ ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ğ‘› ğ‘‘ ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘ 50% ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•, ğ‘¢ğ‘°ğ‘’ğ‘¯ğ‘©ğ‘•ğ‘©ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›.

source: This unit will recover 4 HP per turn, poison will not be affected. While on icy and snowy terrain this unit will recover 8 HP instead and if this unit is poisoned it will be cured. In addition, while on icy or snowy terrain this unit will conceal itself from enemies, only able to be revealed when an enemy unit is next to it.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘§ğ‘’ğ‘³ğ‘ğ‘¼ 4 HP ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯, ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›. ğ‘¢ğ‘²ğ‘¤ ğ‘ªğ‘¯ ğ‘²ğ‘•ğ‘° ğ‘¯ ğ‘•ğ‘¯ğ‘´ğ‘° ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘§ğ‘’ğ‘³ğ‘ğ‘¼ 8 HP ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘¯ ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘¬ğ‘Ÿğ‘©ğ‘¯ğ‘› ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘›. ğ‘¦ğ‘¯ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯, ğ‘¢ğ‘²ğ‘¤ ğ‘ªğ‘¯ ğ‘²ğ‘•ğ‘° ğ‘¹ ğ‘•ğ‘¯ğ‘´ğ‘° ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘°ğ‘¤ ğ‘¦ğ‘‘ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ, ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘ğ‘°ğ‘¤ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘¦ğ‘‘.

source: This unit will recover 8 HP per turn when on aquatic terrain. If this unit is poisoned it will be cured of it instead.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘§ğ‘’ğ‘³ğ‘ğ‘¼ 8 HP ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ ğ‘©ğ‘’ğ‘¢ğ‘­ğ‘‘ğ‘¦ğ‘’ ğ‘‘ğ‘»ğ‘±ğ‘¯. ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘¬ğ‘Ÿğ‘©ğ‘¯ğ‘› ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘› ğ‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘›.
