Repository: wescamp/The_Silver_Lands-1.8
Catalog: po/*.po
Languages: en@shaw

source: The Silver Lands
en@shaw: ğ‘ Â·ğ‘•ğ‘¦ğ‘¤ğ‘ğ‘» Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ

source: (Intermediate level, 2 scenarios done.)
en@shaw: (ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘©ğ‘‘ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤, 2 ğ‘•ğ‘¦ğ‘¯ğ‘§ğ‘®ğ‘°ğ‘´ğ‘Ÿ ğ‘›ğ‘³ğ‘¯.)

source: Version:
en@shaw: ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯:

source: (requires Battle for Wesnoth 1.7.6 or later)
en@shaw: (ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘®ğ‘¼ğ‘• ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” 1.7.6 ğ‘¹ ğ‘¤ğ‘±ğ‘‘ğ‘¼)

source: Episode I:
en@shaw: ğ‘§ğ‘ğ‘©ğ‘•ğ‘´ğ‘› I:

source: Gathering the Grand Power
en@shaw: ğ‘œğ‘¨ğ‘ğ‘¼ğ‘¦ğ‘™ ğ‘ ğ‘œğ‘®ğ‘¨ğ‘¯ğ‘› ğ‘ğ‘¬ğ‘¼

source: Even after the fall of the great Chaos Empire there are still those loyal to the great evil; those people are very eager to reform that monstrosity, and they are willing to do anything to unleash the horrible evils into this world. Our 'little' story takes us to the region east of the commonly known, to an elementalist who will accomplish the seemingly impossible.
en@shaw: ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ ğ‘“ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘±ğ‘­ğ‘• ğ‘§ğ‘¥ğ‘ğ‘²ğ‘¼ ğ‘ğ‘º ğ‘¸ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘ğ‘´ğ‘Ÿ ğ‘¤ğ‘¶ğ‘©ğ‘¤ ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¤; ğ‘ğ‘´ğ‘Ÿ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¸ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘°ğ‘œğ‘¼ ğ‘‘ ğ‘®ğ‘©ğ‘“ğ‘ªğ‘®ğ‘¥ ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘­ğ‘¯ğ‘•ğ‘‘ğ‘®ğ‘­ğ‘•ğ‘©ğ‘‘ğ‘°, ğ‘¯ ğ‘ğ‘± ğ‘¸ ğ‘¢ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘‘ ğ‘›ğ‘µ ğ‘§ğ‘¯ğ‘¦ğ‘”ğ‘¦ğ‘™ ğ‘‘ ğ‘©ğ‘¯ğ‘¤ğ‘°ğ‘– ğ‘ ğ‘£ğ‘ªğ‘®ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘°ğ‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘»ğ‘¤ğ‘›. ğ‘¬ğ‘¼ 'ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤' ğ‘•ğ‘‘ğ‘¹ğ‘¦ ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘³ğ‘• ğ‘‘ ğ‘ ğ‘®ğ‘°ğ‘¡ğ‘©ğ‘¯ ğ‘°ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘’ğ‘ªğ‘¥ğ‘©ğ‘¯ğ‘¤ğ‘¦ ğ‘¯ğ‘´ğ‘¯, ğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘³ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘£ğ‘µ ğ‘¢ğ‘¦ğ‘¤ ğ‘©ğ‘’ğ‘³ğ‘¥ğ‘ğ‘¤ğ‘¦ğ‘– ğ‘ ğ‘•ğ‘°ğ‘¥ğ‘¦ğ‘™ğ‘¤ğ‘° ğ‘¦ğ‘¥ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤.

source: (Sadistically Difficult)
en@shaw: (ğ‘•ğ‘©ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘° ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘)

source: (Normal)
en@shaw: (ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤)

source: difficulty_menu^Sage
en@shaw: ğ‘•ğ‘±ğ‘¡

source: difficulty_menu^Initiate
en@shaw: ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘°ğ‘±ğ‘‘

source: difficulty_menu^Sorcerer
en@shaw: ğ‘•ğ‘¹ğ‘•ğ‘¼ğ‘¼

source: (Trivial)
en@shaw: (ğ‘‘ğ‘®ğ‘¦ğ‘ğ‘°ğ‘©ğ‘¤)

source: Creator and Lead Designer
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘¼ ğ‘¯ ğ‘¤ğ‘§ğ‘› ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯ğ‘¼

source: Campaign Maintenance
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘¥ğ‘±ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘©ğ‘¯ğ‘•

source: Maintenance and release toolkit
en@shaw: ğ‘¥ğ‘±ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘©ğ‘¯ğ‘• ğ‘¯ ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘• ğ‘‘ğ‘µğ‘¤ğ‘’ğ‘¦ğ‘‘

source: Graphics
en@shaw: ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘•

source: Sound effects
en@shaw: ğ‘•ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘•

source: SVN services and hosting
en@shaw: SVN ğ‘•ğ‘»ğ‘ğ‘¦ğ‘•ğ‘©ğ‘Ÿ ğ‘¯ ğ‘£ğ‘´ğ‘•ğ‘‘ğ‘¦ğ‘™

source: IRC Bots
en@shaw: IRC ğ‘šğ‘ªğ‘‘ğ‘•

source: Additional thanks to
en@shaw: ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘”ğ‘¨ğ‘™ğ‘’ğ‘• ğ‘‘

source: All those who gave me valuable feedback
en@shaw: ğ‘·ğ‘¤ ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘µ ğ‘œğ‘±ğ‘ ğ‘¥ğ‘° ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘°ğ‘›ğ‘šğ‘¨ğ‘’

source: All those who reported and/or fixed bugs in this campaign
en@shaw: ğ‘·ğ‘¤ ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘µ ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘¯/ğ‘¹ ğ‘“ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘šğ‘³ğ‘œğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯

source: You, for playing this campaign
en@shaw: ğ‘¿, ğ‘“ğ‘¹ ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯

source: Anyone else I could forget to mention
en@shaw: ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘³ğ‘¯ ğ‘§ğ‘¤ğ‘• ğ‘² ğ‘’ğ‘«ğ‘› ğ‘“ğ‘¼ğ‘œğ‘§ğ‘‘ ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯

source: Cyan
en@shaw: ğ‘•ğ‘²ğ‘¨ğ‘¯

source: Yellow
en@shaw: ğ‘˜ğ‘§ğ‘¤ğ‘´

source: Pink
en@shaw: ğ‘ğ‘¦ğ‘™ğ‘’

source: The Silver Lands (custom terrain)
en@shaw: ğ‘ Â·ğ‘•ğ‘¦ğ‘¤ğ‘ğ‘» Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ (ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘‘ğ‘»ğ‘±ğ‘¯)

source: The Aftermath
en@shaw: ğ‘ ğ‘¨ğ‘“ğ‘‘ğ‘»ğ‘¥ğ‘¨ğ‘”

source: team_name^Heroes
en@shaw: ğ‘£ğ‘½ğ‘´ğ‘Ÿ

source: Sorum'tar
en@shaw: Â·ğ‘•ğ‘³ğ‘®ğ‘³ğ‘¥'ğ‘‘ğ‘¼

source: Shiri'ima
en@shaw: Â·ğ‘–ğ‘°ğ‘®ğ‘°'ğ‘°ğ‘¥ğ‘©

source: team_name^Loyalists
en@shaw: ğ‘¤ğ‘¬ğ‘©ğ‘¤ğ‘¦ğ‘•ğ‘‘ğ‘•

source: Defeat Shiri'ima
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ Â·ğ‘–ğ‘°ğ‘®ğ‘°'ğ‘°ğ‘¥ğ‘©

source: Death of Sorum'tar
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘•ğ‘³ğ‘®ğ‘³ğ‘¥'ğ‘‘ğ‘¼

source: Turns run out
en@shaw: ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘®ğ‘³ğ‘¯ ğ‘¬ğ‘‘

source: 60% of finishing gold carried over to the next scenario.
en@shaw: 60% ğ‘ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘¦ğ‘™ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘’ğ‘¨ğ‘®ğ‘¦ğ‘› ğ‘´ğ‘ğ‘¼ ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘¯ğ‘§ğ‘®ğ‘°ğ‘´.

source: You, dark sorcerer, shall tell me what happened and why you are hereâ€¦ or I shall be forced to swiftly smite youâ€¦
en@shaw: ğ‘¿, ğ‘›ğ‘¸ğ‘’ ğ‘•ğ‘¹ğ‘•ğ‘¼ğ‘¼, ğ‘–ğ‘¨ğ‘¤ ğ‘‘ğ‘§ğ‘¤ ğ‘¥ğ‘° ğ‘£ğ‘¢ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘› ğ‘¯ ğ‘£ğ‘¢ğ‘² ğ‘¿ ğ‘¸ ğ‘£ğ‘½â€¦ ğ‘¹ ğ‘² ğ‘–ğ‘¨ğ‘¤ ğ‘šğ‘° ğ‘“ğ‘¹ğ‘•ğ‘‘ ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘“ğ‘‘ğ‘¤ğ‘¦ ğ‘•ğ‘¥ğ‘²ğ‘‘ ğ‘¿...

source: Heh heh heh, you fool! It is I who'll be doing the smiting around hereâ€¦ just like my overlords smote your friends and destroyed this place! Heh heh heh, you'll see your 'kinâ€¦' when they are killing you! Heh heh heh!
en@shaw: ğ‘£ğ‘§ ğ‘£ğ‘§ ğ‘£ğ‘§, ğ‘¿ ğ‘“ğ‘µğ‘¤! ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘² ğ‘£ğ‘µğ‘¤ ğ‘šğ‘° ğ‘›ğ‘µğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘¥ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘£ğ‘½â€¦ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘¤ğ‘²ğ‘’ ğ‘¥ğ‘² ğ‘´ğ‘ğ‘»ğ‘¤ğ‘ªğ‘®ğ‘›ğ‘Ÿ ğ‘•ğ‘¥ğ‘´ğ‘‘ ğ‘¿ğ‘¼ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘¯ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ğ‘› ğ‘ğ‘¦ğ‘• ğ‘ğ‘¤ğ‘±ğ‘•! ğ‘£ğ‘§ ğ‘£ğ‘§ ğ‘£ğ‘§, ğ‘¿'ğ‘¤ ğ‘•ğ‘° ğ‘¿ğ‘¼ 'ğ‘’ğ‘¦ğ‘¯â€¦' ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘¸ ğ‘’ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘¿! ğ‘£ğ‘§ ğ‘£ğ‘§ ğ‘£ğ‘§!

source: Not if I can help itâ€¦ you bastard!
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘“ ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¦ğ‘‘â€¦ ğ‘¿ ğ‘šğ‘­ğ‘•ğ‘‘ğ‘¼ğ‘›!

source: Heh hehâ€¦ although you defeated me, you will die at the hands of my overlords! Heh heh heh!
en@shaw: ğ‘£ğ‘§ ğ‘£ğ‘§â€¦ ğ‘·ğ‘¤ğ‘ğ‘´ ğ‘¿ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘¥ğ‘°, ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘² ğ‘¨ğ‘‘ ğ‘ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘¥ğ‘² ğ‘´ğ‘ğ‘»ğ‘¤ğ‘ªğ‘®ğ‘›ğ‘Ÿ! ğ‘£ğ‘§ ğ‘£ğ‘§ ğ‘£ğ‘§!

source: Before you die, you shall answer one questionâ€¦ Who orchestrated all of this?
en@shaw: ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¿ ğ‘›ğ‘², ğ‘¿ ğ‘–ğ‘¨ğ‘¤ ğ‘­ğ‘¯ğ‘•ğ‘¼ ğ‘¢ğ‘³ğ‘¯ ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘©ğ‘¯â€¦ ğ‘£ğ‘µ ğ‘ªğ‘®ğ‘’ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘·ğ‘¤ ğ‘ ğ‘ğ‘¦ğ‘•?

source: Heh heh hehâ€¦ Fine, I guess I'll tell you; it's not like such knowledge would help you anwayâ€¦
en@shaw: ğ‘£ğ‘§ ğ‘£ğ‘§ ğ‘£ğ‘§â€¦ ğ‘“ğ‘²ğ‘¯, ğ‘² ğ‘œğ‘§ğ‘• ğ‘²'ğ‘¤ ğ‘‘ğ‘§ğ‘¤ ğ‘¿; ğ‘¦ğ‘‘'ğ‘• ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘²ğ‘’ ğ‘•ğ‘³ğ‘— ğ‘¯ğ‘ªğ‘¤ğ‘¦ğ‘¡ ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘©ğ‘¯ğ‘¢ğ‘±â€¦

source: Narrator
en@shaw: ğ‘¯ğ‘§ğ‘®ğ‘±ğ‘‘ğ‘»

source: 'And so Shiri'ima died due to the power of the one known as Zeal.' Why? That shall be discovered soonâ€¦
en@shaw: 'ğ‘¯ ğ‘•ğ‘´ Â·ğ‘–ğ‘°ğ‘®ğ‘°'ğ‘°ğ‘¥ğ‘© ğ‘›ğ‘²ğ‘› ğ‘›ğ‘¿ ğ‘‘ ğ‘ ğ‘ğ‘¬ğ‘¼ ğ‘ ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘¯ğ‘´ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘Ÿğ‘°ğ‘¤.' ğ‘£ğ‘¢ğ‘²? ğ‘ğ‘¨ğ‘‘ ğ‘–ğ‘¨ğ‘¤ ğ‘šğ‘° ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘ğ‘¼ğ‘› ğ‘•ğ‘µğ‘¯â€¦

source: Mal Urtumikro
en@shaw: ğ‘¥ğ‘¨ğ‘¤ Â·ğ‘»ğ‘‘ğ‘µğ‘¥ğ‘°ğ‘’ğ‘®ğ‘´

source: Heh heh hehâ€¦ Help has arrived, prepare to be smitten, you failures! Heh heh hehâ€¦
en@shaw: ğ‘£ğ‘§ ğ‘£ğ‘§ ğ‘£ğ‘§â€¦ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘©ğ‘®ğ‘²ğ‘ğ‘›, ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘‘ ğ‘šğ‘° ğ‘•ğ‘¥ğ‘¦ğ‘‘ğ‘©ğ‘¯, ğ‘¿ ğ‘“ğ‘±ğ‘¤ğ‘˜ğ‘¼ğ‘Ÿ! ğ‘£ğ‘§ ğ‘£ğ‘§ ğ‘£ğ‘§â€¦

source: Prepare to dieâ€¦ forever, you pathetic losers! Muahahahahahahah!
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘‘ ğ‘›ğ‘²â€¦ ğ‘“ğ‘¹ğ‘§ğ‘ğ‘¼, ğ‘¿ ğ‘ğ‘©ğ‘”ğ‘§ğ‘‘ğ‘¦ğ‘’ ğ‘¤ğ‘µğ‘Ÿğ‘»ğ‘Ÿ! ğ‘¥ğ‘µğ‘­ğ‘£ğ‘­ğ‘£ğ‘­ğ‘£ğ‘­ğ‘£ğ‘­ğ‘£ğ‘­ğ‘£ğ‘­!

source: Damn it, that lich is too powerful. We are doomed!
en@shaw: ğ‘›ğ‘¨ğ‘¥ ğ‘¦ğ‘‘, ğ‘ğ‘¨ğ‘‘ ğ‘¤ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘‘ğ‘µ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤. ğ‘¢ğ‘° ğ‘¸ ğ‘›ğ‘µğ‘¥ğ‘›!

source: Zeal?
en@shaw: ğ‘Ÿğ‘°ğ‘¤?

source: Hmmmmmâ€¦ that name sounds a bit familiar. Nonetheless, we must leave this placeâ€¦ We must embark on a quest in order to deal with those vile fanatics, otherwise, something terrible will happen.
en@shaw: Hmmmmmâ€¦ ğ‘ğ‘¨ğ‘‘ ğ‘¯ğ‘±ğ‘¥ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘© ğ‘šğ‘¦ğ‘‘ ğ‘“ğ‘©ğ‘¥ğ‘¦ğ‘¤ğ‘¦ğ‘¼. ğ‘¯ğ‘©ğ‘¯ğ‘ğ‘©ğ‘¤ğ‘§ğ‘•, ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¤ğ‘°ğ‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¤ğ‘±ğ‘•â€¦ ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘§ğ‘¥ğ‘šğ‘­ğ‘®ğ‘’ ğ‘ªğ‘¯ ğ‘© ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘‘ ğ‘›ğ‘°ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘´ğ‘Ÿ ğ‘ğ‘²ğ‘¤ ğ‘“ğ‘©ğ‘¯ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘•, ğ‘³ğ‘ğ‘¼ğ‘¢ğ‘²ğ‘Ÿ, ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘‘ğ‘§ğ‘®ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯.

source: Well what wouldâ€”
en@shaw: ğ‘¢ğ‘§ğ‘¤ ğ‘£ğ‘¢ğ‘ªğ‘‘ ğ‘¢ğ‘«ğ‘›â€”

source: There is no time to talk about that! We must leave now!
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘‘ğ‘·ğ‘’ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ğ‘¨ğ‘‘! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¤ğ‘°ğ‘ ğ‘¯ğ‘¬!

source: Tyramos
en@shaw: Â·ğ‘‘ğ‘²ğ‘®ğ‘¨ğ‘¥ğ‘´ğ‘•

source: Master Tyramos, is that you?
en@shaw: ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ Â·ğ‘‘ğ‘²ğ‘®ğ‘¨ğ‘¥ğ‘´ğ‘•, ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¿?

source: Yes, it is I.
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘².

source: Master, what happened; why are youâ€”
en@shaw: ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼, ğ‘£ğ‘¢ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘›; ğ‘£ğ‘¢ğ‘² ğ‘¸ ğ‘¿â€”

source: There's no time to discuss that! I have come back from the afterlife in order to prevent a catastrophe from occurring! I shall explain all of this, after we get rid of that dark sorcerer.
en@shaw: ğ‘ğ‘º'ğ‘Ÿ ğ‘¯ğ‘´ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘• ğ‘ğ‘¨ğ‘‘! ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥ ğ‘šğ‘¨ğ‘’ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¨ğ‘“ğ‘‘ğ‘»ğ‘¤ğ‘²ğ‘“ ğ‘¦ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘‘ ğ‘ğ‘®ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘© ğ‘’ğ‘©ğ‘‘ğ‘¨ğ‘•ğ‘‘ğ‘®ğ‘©ğ‘“ğ‘° ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ªğ‘’ğ‘»ğ‘¦ğ‘™! ğ‘² ğ‘–ğ‘¨ğ‘¤ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¤ğ‘±ğ‘¯ ğ‘·ğ‘¤ ğ‘ ğ‘ğ‘¦ğ‘•, ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¢ğ‘° ğ‘œğ‘§ğ‘‘ ğ‘®ğ‘¦ğ‘› ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘›ğ‘¸ğ‘’ ğ‘•ğ‘¹ğ‘•ğ‘¼ğ‘¼.

source: Now, enough talking, it is time for you to die, foul necromancer!
en@shaw: ğ‘¯ğ‘¬, ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ğ‘·ğ‘’ğ‘¦ğ‘™, ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘²ğ‘¥ ğ‘“ğ‘¹ ğ‘¿ ğ‘‘ ğ‘›ğ‘², ğ‘“ğ‘¬ğ‘¤ ğ‘¯ğ‘§ğ‘’ğ‘®ğ‘©ğ‘¥ğ‘¨ğ‘¯ğ‘•ğ‘»!

source: Heh heh hehâ€¦ Yeah, whateverâ€¦
en@shaw: ğ‘£ğ‘§ ğ‘£ğ‘§ ğ‘£ğ‘§â€¦ ğ‘˜ğ‘¨, ğ‘£ğ‘¢ğ‘ªğ‘‘ğ‘§ğ‘ğ‘¼â€¦

source: The Northern Forest
en@shaw: ğ‘ ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘

source: Tears of the Forest
en@shaw: ğ‘‘ğ‘ºğ‘Ÿ ğ‘ ğ‘ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘

source: North: SÃ©rqitum Northeast: The Tomb of Tyurnio East: The Swamp of Eternal Misery (Keep Out) West: Blessed Spring; Creek of Joy
en@shaw: ğ‘¯ğ‘¹ğ‘”: Â·ğ‘•ğ‘ºğ‘’ğ‘°ğ‘‘ğ‘³ğ‘¥ ğ‘¯ğ‘ªğ‘®ğ‘”ğ‘°ğ‘•ğ‘‘: ğ‘ ğ‘‘ğ‘µğ‘¥ ğ‘ Â·ğ‘‘ğ‘²ğ‘»ğ‘¯ğ‘°ğ‘´ ğ‘°ğ‘•ğ‘‘: ğ‘ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ ğ‘ ğ‘°ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘¥ğ‘¦ğ‘Ÿğ‘¼ğ‘¦ (ğ‘’ğ‘°ğ‘ ğ‘¬ğ‘‘) ğ‘¢ğ‘§ğ‘•ğ‘‘: ğ‘šğ‘¤ğ‘§ğ‘•ğ‘‘ ğ‘•ğ‘ğ‘®ğ‘¦ğ‘™; ğ‘’ğ‘®ğ‘°ğ‘’ ğ‘ ğ‘¡ğ‘¶

source: WARNING! Do not enter the swamp, or you shall be devoured by its horrific denizensâ€¦ You have been warned. Many people with the desire to end their lives have entered this swamp. Stop; do not enter; do not lose hope; life is worth living.
en@shaw: ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™! ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘, ğ‘¹ ğ‘¿ ğ‘–ğ‘¨ğ‘¤ ğ‘šğ‘° ğ‘›ğ‘§ğ‘ğ‘¬ğ‘¼ğ‘› ğ‘šğ‘² ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘“ğ‘¦ğ‘’ ğ‘›ğ‘§ğ‘¯ğ‘©ğ‘Ÿğ‘©ğ‘¯ğ‘Ÿâ€¦ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘¢ğ‘¹ğ‘¯ğ‘›. ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘›ğ‘¦ğ‘Ÿğ‘²ğ‘¼ ğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘ğ‘º ğ‘¤ğ‘¦ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘»ğ‘› ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘. ğ‘•ğ‘‘ğ‘ªğ‘; ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼; ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘µğ‘Ÿ ğ‘£ğ‘´ğ‘; ğ‘¤ğ‘²ğ‘“ ğ‘¦ğ‘Ÿ ğ‘¢ğ‘»ğ‘” ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™.

source: Huh? Shouldn't Naia be greeting us by now? Also, what's up with this fog? This darkness and this fog is highly unnaturalâ€¦
en@shaw: ğ‘£ğ‘©? ğ‘–ğ‘«ğ‘›ğ‘¯ğ‘‘ Â·ğ‘¯ğ‘²ğ‘© ğ‘šğ‘° ğ‘œğ‘®ğ‘°ğ‘‘ğ‘¦ğ‘™ ğ‘³ğ‘• ğ‘šğ‘² ğ‘¯ğ‘¬? ğ‘·ğ‘¤ğ‘•ğ‘´, ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘³ğ‘ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘ªğ‘œ? ğ‘ğ‘¦ğ‘• ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘• ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘ªğ‘œ ğ‘¦ğ‘Ÿ ğ‘£ğ‘²ğ‘¤ğ‘¦ ğ‘³ğ‘¯ğ‘¨ğ‘—ğ‘¼ğ‘©ğ‘¤â€¦

source: It would seem that this place has been cursed by a highly potent force.
en@shaw: ğ‘¦ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘•ğ‘°ğ‘¥ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¤ğ‘±ğ‘• ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘’ğ‘»ğ‘•ğ‘› ğ‘šğ‘² ğ‘© ğ‘£ğ‘²ğ‘¤ğ‘¦ ğ‘ğ‘´ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¹ğ‘•.

source: Regardless, we need to reach SÃ©rqitum. However, we are not in a hurry, so, we have time to explore the forestâ€¦
en@shaw: ğ‘®ğ‘¦ğ‘œğ‘¸ğ‘›ğ‘¤ğ‘©ğ‘•, ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘®ğ‘°ğ‘— Â·ğ‘•ğ‘ºğ‘’ğ‘°ğ‘‘ğ‘³ğ‘¥. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘¢ğ‘° ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ ğ‘© ğ‘£ğ‘³ğ‘®ğ‘¦, ğ‘•ğ‘´, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¤ğ‘¹ ğ‘ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘â€¦

source: All right then.
en@shaw: ğ‘·ğ‘¤ ğ‘®ğ‘²ğ‘‘ ğ‘ğ‘§ğ‘¯.

source: Explore the forest
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¤ğ‘¹ ğ‘ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘

source: Wow, this water feels magnificent! It even feels like it is healing me!
en@shaw: ğ‘¢ğ‘¬ğ‘¢, ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘“ğ‘°ğ‘¤ğ‘Ÿ ğ‘¥ğ‘¨ğ‘œğ‘¯ğ‘¦ğ‘“ğ‘¦ğ‘•ğ‘©ğ‘¯ğ‘‘! ğ‘¦ğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘“ğ‘°ğ‘¤ğ‘Ÿ ğ‘¤ğ‘²ğ‘’ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘¥ğ‘°!

source: This a very rare and special type of spring. Its blessÃ¨d waters will heal your units by eight hitpoints per turn and cure poisoning.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘© ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘®ğ‘º ğ‘¯ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘ ğ‘ ğ‘•ğ‘ğ‘®ğ‘¦ğ‘™. ğ‘¦ğ‘‘ğ‘• ğ‘šğ‘¤ğ‘§ğ‘•ğ‘§ğ‘› ğ‘¢ğ‘¹ğ‘‘ğ‘»ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘°ğ‘¤ ğ‘¿ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘šğ‘² ğ‘±ğ‘‘ ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯ ğ‘¯ ğ‘’ğ‘˜ğ‘«ğ‘¼ ğ‘ğ‘¬ğ‘Ÿğ‘©ğ‘¯ğ‘¦ğ‘™.

source: Hmmmâ€¦ a skeletonâ€¦ Oh, there's a bottle with a piece of paper inside right next to it! *pop*
en@shaw: ğ‘£ğ‘©ğ‘¥â€¦ ğ‘© ğ‘•ğ‘’ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘©ğ‘¯â€¦ ğ‘´, ğ‘ğ‘º'ğ‘Ÿ ğ‘© ğ‘šğ‘ªğ‘‘ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘ğ‘°ğ‘• ğ‘ ğ‘ğ‘±ğ‘ğ‘¼ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘®ğ‘²ğ‘‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘¦ğ‘‘! *ğ‘ğ‘ªğ‘*

source: Journal Entry â€” Date: ?
en@shaw: ğ‘¡ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ â€” ğ‘›ğ‘±ğ‘‘: ?

source: Har har harâ€¦ although I am beat up pretty badly, I have escaped from the wretched king's soldiers. They'll never find me precious treasure, as I have buried it nearby, at the points of seven, thirty-seven. As long as that greedy bastard, the King of Wesnoth never finds it, I'll be able to rest in peace in this forest forevermoreâ€¦ â€” Captian Nuram
en@shaw: ğ‘£ğ‘­ğ‘® ğ‘£ğ‘­ğ‘® ğ‘£ğ‘­ğ‘®â€¦ ğ‘·ğ‘¤ğ‘ğ‘´ ğ‘² ğ‘¨ğ‘¥ ğ‘šğ‘°ğ‘‘ ğ‘³ğ‘ ğ‘ğ‘®ğ‘¦ğ‘‘ğ‘¦ ğ‘šğ‘¨ğ‘›ğ‘¤ğ‘°, ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘®ğ‘§ğ‘—ğ‘©ğ‘‘ ğ‘’ğ‘¦ğ‘™'ğ‘Ÿ ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ. ğ‘ğ‘±ğ‘¤ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¥ğ‘° ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘• ğ‘‘ğ‘®ğ‘§ğ‘ ğ‘¼, ğ‘¨ğ‘Ÿ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘šğ‘§ğ‘®ğ‘¦ğ‘› ğ‘¦ğ‘‘ ğ‘¯ğ‘¦ğ‘®ğ‘šğ‘², ğ‘¨ğ‘‘ ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘•ğ‘§ğ‘ğ‘§ğ‘¯, ğ‘”ğ‘»ğ‘‘ğ‘¦-ğ‘•ğ‘§ğ‘ğ‘§ğ‘¯. ğ‘¨ğ‘Ÿ ğ‘¤ğ‘ªğ‘™ ğ‘¨ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘œğ‘®ğ‘°ğ‘›ğ‘° ğ‘šğ‘­ğ‘•ğ‘‘ğ‘¼ğ‘›, ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘“ğ‘²ğ‘¯ğ‘›ğ‘Ÿ ğ‘¦ğ‘‘, ğ‘²'ğ‘¤ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘• ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ ğ‘“ğ‘¹ğ‘§ğ‘ğ‘¼ğ‘¥ğ‘¹â€¦ â€” ğ‘’ğ‘¨ğ‘ğ‘‘ğ‘©ğ‘¯ Â·ğ‘¯ğ‘»ğ‘³ğ‘¥

source: Oooh, treasure! Maybe it hasn't been discovered yet!
en@shaw: ğ‘µ, ğ‘‘ğ‘®ğ‘§ğ‘ ğ‘¼! ğ‘¥ğ‘±ğ‘šğ‘° ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿğ‘¯ğ‘‘ ğ‘šğ‘°ğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘ğ‘¼ğ‘› ğ‘˜ğ‘§ğ‘‘!

source: I think the treasure's hereâ€¦ OK, let's dig!
en@shaw: ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘ ğ‘‘ğ‘®ğ‘§ğ‘ ğ‘¼ğ‘Ÿ ğ‘£ğ‘½â€¦ ğ‘´ğ‘’ğ‘±, ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘›ğ‘¦ğ‘œ!

source: Ah, a chest! Let's open it!
en@shaw: ğ‘­, ğ‘© ğ‘—ğ‘§ğ‘•ğ‘‘! ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘‘!

source: You retrieve 300 pieces of gold.
en@shaw: ğ‘¿ ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘ 300 ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘œğ‘´ğ‘¤ğ‘›.

source: Wow! three hundred pieces of gold! Sorry for taking your precious treasure Captain Nuram, but it shall be put to good use. May you continue to rest in peace.
en@shaw: ğ‘¢ğ‘¬ğ‘¢! ğ‘”ğ‘®ğ‘° ğ‘£ğ‘³ğ‘¯ğ‘›ğ‘®ğ‘§ğ‘› ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘œğ‘´ğ‘¤ğ‘›! ğ‘•ğ‘ªğ‘®ğ‘¦ ğ‘“ğ‘¹ ğ‘‘ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘¿ğ‘¼ ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘• ğ‘‘ğ‘®ğ‘§ğ‘ ğ‘¼ ğ‘’ğ‘¨ğ‘ğ‘‘ğ‘©ğ‘¯ Â·ğ‘¯ğ‘»ğ‘³ğ‘¥, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘–ğ‘¨ğ‘¤ ğ‘šğ‘° ğ‘ğ‘«ğ‘‘ ğ‘‘ ğ‘œğ‘«ğ‘› ğ‘¿ğ‘•. ğ‘¥ğ‘± ğ‘¿ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘•.

source: WHAT THE HELL IS THAT THING!
en@shaw: ğ‘£ğ‘¢ğ‘ªğ‘‘ ğ‘ ğ‘£ğ‘§ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘”ğ‘¦ğ‘™!

source: Those horrific creatures are known as Shaxthals. We should leave the swamp due to their dreadful power.
en@shaw: ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘“ğ‘¦ğ‘’ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘´ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘–ğ‘¨ğ‘’ğ‘•ğ‘”ğ‘¨ğ‘¤ğ‘Ÿ. ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘¤ğ‘°ğ‘ ğ‘ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ ğ‘›ğ‘¿ ğ‘‘ ğ‘ğ‘º ğ‘›ğ‘®ğ‘§ğ‘›ğ‘“ğ‘©ğ‘¤ ğ‘ğ‘¬ğ‘¼.

source: Oh no, there are Shaxthals in this swamp! We must leave at once!
en@shaw: ğ‘´ ğ‘¯ğ‘´, ğ‘ğ‘º ğ‘¸ ğ‘–ğ‘¨ğ‘’ğ‘•ğ‘”ğ‘¨ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¤ğ‘°ğ‘ ğ‘¨ğ‘‘ ğ‘¢ğ‘³ğ‘¯ğ‘•!

source: Damn it, it's an ambush!
en@shaw: ğ‘›ğ‘¨ğ‘¥ ğ‘¦ğ‘‘, ğ‘¦ğ‘‘'ğ‘• ğ‘©ğ‘¯ ğ‘¨ğ‘¥ğ‘šğ‘«ğ‘–!

source: *vomits*
en@shaw: *ğ‘ğ‘ªğ‘¥ğ‘¦ğ‘‘ğ‘•*

source: Ugh, disgustingâ€¦ Eh? What's that shiny stuff?
en@shaw: ğ‘³ğ‘œ, ğ‘›ğ‘¦ğ‘•ğ‘œğ‘©ğ‘•ğ‘‘ğ‘¦ğ‘™â€¦ ğ‘±? ğ‘£ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘²ğ‘¯ğ‘¦ ğ‘•ğ‘‘ğ‘³ğ‘“?

source: You retrieve 200 pieces of gold.
en@shaw: ğ‘¿ ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘ 200 ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘œğ‘´ğ‘¤ğ‘›.

source: Wow, two hundred pieces of gold! Andâ€¦ a key?
en@shaw: ğ‘¢ğ‘¬ğ‘¢, ğ‘‘ğ‘µ ğ‘£ğ‘³ğ‘¯ğ‘›ğ‘®ğ‘§ğ‘› ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘œğ‘´ğ‘¤ğ‘›! ğ‘¯â€¦ ğ‘© ğ‘’ğ‘°?

source: What is that glowing thingy?
en@shaw: ğ‘£ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘œğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘”ğ‘¦ğ‘™ğ‘°?

source: That is the phenomenon known as the 'Tears of the Forest.' It is essentially one of many manifestations of the forest's sadness. The manifestations generally appear whenever there is a restless, miserable, or hate-filled spirit present or if something devastating happened to the forest.
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ ğ‘“ğ‘©ğ‘¯ğ‘­ğ‘¥ğ‘©ğ‘¯ğ‘­ğ‘¯ ğ‘¯ğ‘´ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘ 'ğ‘‘ğ‘½ğ‘Ÿ ğ‘ ğ‘ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘.' ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘•ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘“ğ‘§ğ‘•ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘ ğ‘“ğ‘ªğ‘®ğ‘©ğ‘•ğ‘‘ğ‘• ğ‘•ğ‘¨ğ‘›ğ‘¯ğ‘©ğ‘•. ğ‘ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘“ğ‘§ğ‘•ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ğ‘¦ ğ‘©ğ‘ğ‘½ ğ‘£ğ‘¢ğ‘§ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘®ğ‘§ğ‘•ğ‘‘ğ‘¤ğ‘©ğ‘•, ğ‘¥ğ‘¦ğ‘Ÿğ‘©ğ‘®ğ‘©ğ‘šğ‘¤, ğ‘¹ ğ‘£ğ‘±ğ‘‘-ğ‘“ğ‘¦ğ‘¤ğ‘› ğ‘•ğ‘ğ‘¦ğ‘®ğ‘¦ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ ğ‘¹ ğ‘¦ğ‘“ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘›ğ‘§ğ‘ğ‘©ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘› ğ‘‘ ğ‘ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘.

source: Ah, it would appear that the forest is sadâ€¦
en@shaw: ğ‘­, ğ‘¦ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘©ğ‘ğ‘½ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘¨ğ‘›â€¦

source: Uh, what?
en@shaw: ğ‘©, ğ‘£ğ‘¢ğ‘ªğ‘‘?

source: This glowing orb is known as the 'Tears of the Forest.' The reason that it bears such a name is due to the fact that it is essentially a manifestation of the forest's sadness. These generally appear whenever there is a restless, miserable, or hate-filled spirit present or if something devastating happened to the forest.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘œğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘ªğ‘®ğ‘š ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘ 'ğ‘‘ğ‘½ğ‘Ÿ ğ‘ ğ‘ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘.' ğ‘ ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘šğ‘ºğ‘Ÿ ğ‘•ğ‘³ğ‘— ğ‘© ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¿ ğ‘‘ ğ‘ ğ‘“ğ‘¨ğ‘’ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘•ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘© ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘“ğ‘§ğ‘•ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘“ğ‘ªğ‘®ğ‘©ğ‘•ğ‘‘ğ‘• ğ‘•ğ‘¨ğ‘›ğ‘¯ğ‘©ğ‘•. ğ‘ğ‘°ğ‘Ÿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ğ‘¦ ğ‘©ğ‘ğ‘½ ğ‘£ğ‘¢ğ‘§ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘®ğ‘§ğ‘•ğ‘‘ğ‘¤ğ‘©ğ‘•, ğ‘¥ğ‘¦ğ‘Ÿğ‘©ğ‘®ğ‘©ğ‘šğ‘¤, ğ‘¹ ğ‘£ğ‘±ğ‘‘-ğ‘“ğ‘¦ğ‘¤ğ‘› ğ‘•ğ‘ğ‘¦ğ‘®ğ‘¦ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ ğ‘¹ ğ‘¦ğ‘“ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘›ğ‘§ğ‘ğ‘©ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘› ğ‘‘ ğ‘ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘.

source: Uh huhâ€¦ I seeâ€¦
en@shaw: ğ‘© ğ‘£ğ‘©â€¦ ğ‘² ğ‘•ğ‘°â€¦

source: I see that your lack of interest in these things still lingersâ€¦
en@shaw: ğ‘² ğ‘•ğ‘° ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘¤ğ‘¨ğ‘’ ğ‘ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘©ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¤ğ‘¦ğ‘™ğ‘œğ‘»ğ‘Ÿâ€¦

source: Hmmmâ€¦ It went down that roadâ€¦ I think that it wants us to follow it; I could hear it muttering 'to the tombâ€¦ to the tombâ€¦'
en@shaw: ğ‘£ğ‘©ğ‘¥â€¦ ğ‘¦ğ‘‘ ğ‘¢ğ‘§ğ‘¯ğ‘‘ ğ‘›ğ‘¬ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘®ğ‘´ğ‘›â€¦ ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘³ğ‘• ğ‘‘ ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘¦ğ‘‘; ğ‘² ğ‘’ğ‘«ğ‘› ğ‘£ğ‘½ ğ‘¦ğ‘‘ ğ‘¥ğ‘³ğ‘‘ğ‘¼ğ‘¦ğ‘™ 'ğ‘‘ ğ‘ ğ‘‘ğ‘µğ‘¥â€¦ ğ‘‘ ğ‘ ğ‘‘ğ‘µğ‘¥â€¦'

source: Concern yourself not with entering this tomb, but with profaning it. Nonetheless, choose your own path; make your own decisions.
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘»ğ‘¯ ğ‘¿ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘µğ‘¥, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘®ğ‘©ğ‘“ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘¦ğ‘‘. ğ‘¯ğ‘©ğ‘¯ğ‘ğ‘©ğ‘¤ğ‘§ğ‘•, ğ‘—ğ‘µğ‘Ÿ ğ‘¿ğ‘¼ ğ‘´ğ‘¯ ğ‘ğ‘­ğ‘”; ğ‘¥ğ‘±ğ‘’ ğ‘¿ğ‘¼ ğ‘´ğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘¦ğ‘ ğ‘©ğ‘¯ğ‘Ÿ.

source: That glowing yellow circle is beckoning usâ€¦ Something must be waiting for us inside of the tombâ€¦
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘œğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘˜ğ‘§ğ‘¤ğ‘´ ğ‘•ğ‘»ğ‘’ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘šğ‘§ğ‘’ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘³ğ‘•â€¦ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘³ğ‘• ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘ ğ‘ ğ‘‘ğ‘µğ‘¥â€¦

source: Gate Keeper
en@shaw: ğ‘œğ‘±ğ‘‘ ğ‘’ğ‘°ğ‘ğ‘¼

source: Thou art not worthy enough to open this gate!
en@shaw: ğ‘ğ‘¬ ğ‘¸ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘»ğ‘ğ‘° ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘œğ‘±ğ‘‘!

source: What the hell was that!
en@shaw: ğ‘£ğ‘¢ğ‘ªğ‘‘ ğ‘ ğ‘£ğ‘§ğ‘¤ ğ‘¢ğ‘ªğ‘Ÿ ğ‘ğ‘¨ğ‘‘!

source: Thoseâ€¦ things were used in the attack against usâ€¦ Their appearence and function are similar to that of the thundersticks used by the Dwarves, but these are far deadlier.
en@shaw: ğ‘ğ‘´ğ‘Ÿâ€¦ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘¢ğ‘» ğ‘¿ğ‘Ÿğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘³ğ‘•â€¦ ğ‘ğ‘º appearence ğ‘¯ ğ‘“ğ‘³ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¸ ğ‘•ğ‘¦ğ‘¥ğ‘¦ğ‘¤ğ‘¼ ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘ thundersticks ğ‘¿ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘›ğ‘¢ğ‘ªğ‘®ğ‘ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¸ ğ‘“ğ‘¸ ğ‘›ğ‘§ğ‘›ğ‘¤ğ‘°ğ‘».

source: Ugh, those scumbags have defeated me!
en@shaw: ğ‘³ğ‘œ, ğ‘ğ‘´ğ‘Ÿ scumbags ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘¥ğ‘°!

source: How could we have allowed this to happen?
en@shaw: ğ‘£ğ‘¬ ğ‘’ğ‘«ğ‘› ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘ğ‘¦ğ‘• ğ‘‘ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯?

source: Ughâ€¦ Iâ€¦ amâ€¦ terribly sorryâ€¦ miladyâ€¦ Please smiteâ€¦ themâ€¦ for the three of usâ€¦
en@shaw: ğ‘³ğ‘œâ€¦ ğ‘²â€¦ ğ‘¨ğ‘¥â€¦ ğ‘‘ğ‘§ğ‘®ğ‘©ğ‘šğ‘©ğ‘¤ğ‘¦ ğ‘•ğ‘ªğ‘®ğ‘¦â€¦ ğ‘¥ğ‘¦ğ‘¤ğ‘±ğ‘›ğ‘°â€¦ ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘•ğ‘¥ğ‘²ğ‘‘â€¦ ğ‘ğ‘§ğ‘¥â€¦ ğ‘“ğ‘¹ ğ‘ ğ‘”ğ‘®ğ‘° ğ‘ ğ‘³ğ‘•â€¦

source: *sigh*
en@shaw: *ğ‘•ğ‘²*

source: Milady, I'm sorryâ€¦ Please make sure that the operation suceedsâ€¦ for the three of usâ€¦
en@shaw: ğ‘¥ğ‘¦ğ‘¤ğ‘±ğ‘›ğ‘°, ğ‘²'ğ‘§ğ‘¥ ğ‘•ğ‘ªğ‘®ğ‘¦â€¦ ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘¥ğ‘±ğ‘’ ğ‘–ğ‘«ğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘©ğ‘’ğ‘•ğ‘°ğ‘›ğ‘Ÿâ€¦ ğ‘“ğ‘¹ ğ‘ ğ‘”ğ‘®ğ‘° ğ‘ ğ‘³ğ‘•â€¦

source: You hear the constant clanking of armor and see smoke in the distance.
en@shaw: ğ‘¿ ğ‘£ğ‘½ ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘¤ğ‘¨ğ‘™ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘¸ğ‘¥ğ‘¼ ğ‘¯ ğ‘•ğ‘° ğ‘•ğ‘¥ğ‘´ğ‘’ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•.

source: Oh no, we are surely doomed!
en@shaw: ğ‘´ ğ‘¯ğ‘´, ğ‘¢ğ‘° ğ‘¸ ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘›ğ‘µğ‘¥ğ‘›!

source: Qunet
en@shaw: ğ‘’ğ‘µğ‘¯ğ‘±

source: Miqush
en@shaw: ğ‘¥ğ‘°ğ‘’ğ‘µğ‘–

source: GruntÃ­s-Sorum
en@shaw: ğ‘œğ‘®ğ‘µğ‘‘ğ‘°ğ‘•-ğ‘•ğ‘¹ğ‘³ğ‘¥

source: Quintus
en@shaw: ğ‘’ğ‘°ğ‘¯ğ‘‘ğ‘µğ‘•

source: Dotakufi
en@shaw: ğ‘›ğ‘´ğ‘‘ğ‘­ğ‘’ğ‘µğ‘“ğ‘°

source: Dotakufo
en@shaw: ğ‘›ğ‘´ğ‘‘ğ‘­ğ‘’ğ‘µğ‘“ğ‘´

source: Dotakuko
en@shaw: ğ‘›ğ‘´ğ‘‘ğ‘­ğ‘’ğ‘µğ‘’ğ‘´

source: Dotakuki
en@shaw: ğ‘›ğ‘´ğ‘‘ğ‘­ğ‘’ğ‘µğ‘’ğ‘°

source: Dotakudo
en@shaw: ğ‘›ğ‘´ğ‘‘ğ‘­ğ‘’ğ‘µğ‘›ğ‘´

source: Dotakudi
en@shaw: ğ‘›ğ‘´ğ‘‘ğ‘­ğ‘’ğ‘µğ‘›ğ‘°

source: SuitÅ
en@shaw: ğ‘•ğ‘¢ğ‘°ğ‘‘ğ‘´

source: Suitsu
en@shaw: ğ‘•ğ‘¢ğ‘°ğ‘‘ğ‘•ğ‘µ

source: SuijÅ
en@shaw: ğ‘•ğ‘¢ğ‘°ğ‘¡ğ‘´

source: Suina
en@shaw: ğ‘•ğ‘¢ğ‘°ğ‘¯ğ‘­

source: You, get out of here and never come back again! We shall never join your demonic organization!
en@shaw: ğ‘¿, ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘£ğ‘½ ğ‘¯ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘’ğ‘³ğ‘¥ ğ‘šğ‘¨ğ‘’ ğ‘©ğ‘œğ‘±ğ‘¯! ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘¡ğ‘¶ğ‘¯ ğ‘¿ğ‘¼ ğ‘›ğ‘¦ğ‘¥ğ‘­ğ‘¯ğ‘¦ğ‘’ ğ‘¹ğ‘œğ‘©ğ‘¯ğ‘¦ğ‘Ÿğ‘±ğ‘–ğ‘©ğ‘¯!

source: Ughâ€¦ not againâ€¦
en@shaw: ğ‘³ğ‘œâ€¦ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯â€¦

source: Please follow meâ€¦
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘¥ğ‘°â€¦

source: Very well.
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤.

source: Leave nowâ€¦ or thou shalt be fried! Thou sawest my grand capabilities!
en@shaw: ğ‘¤ğ‘°ğ‘ ğ‘¯ğ‘¬â€¦ ğ‘¹ ğ‘ğ‘¬ ğ‘–ğ‘¨ğ‘¤ğ‘‘ ğ‘šğ‘° ğ‘“ğ‘®ğ‘²ğ‘›! ğ‘ğ‘¬ ğ‘•ğ‘·ğ‘¦ğ‘•ğ‘‘ ğ‘¥ğ‘² ğ‘œğ‘®ğ‘¨ğ‘¯ğ‘› ğ‘’ğ‘±ğ‘ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘©ğ‘‘ğ‘°ğ‘Ÿ!

source: Eeeek!
en@shaw: ğ‘°ğ‘°ğ‘°ğ‘°ğ‘’!

source: HA!
en@shaw: ğ‘£ğ‘­!

source: Eh?
en@shaw: ğ‘±?

source: Hello Shinsei. What was all of that?
en@shaw: ğ‘£ğ‘©ğ‘¤ğ‘´ ğ‘–ğ‘°ğ‘¯ğ‘•ğ‘±. ğ‘¢ğ‘ªğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘·ğ‘¤ ğ‘ ğ‘ğ‘¨ğ‘‘?

source: That was one of the Loyalists' messengersâ€¦ They have this crazy idea that anyone would join their pathetic shell of a former empire. They even think that burning portions of the forest will make us join or surrender.
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘¤ğ‘¬ğ‘©ğ‘¤ğ‘¦ğ‘•ğ‘‘ğ‘•' ğ‘¥ğ‘§ğ‘•ğ‘©ğ‘¯ğ‘¡ğ‘¼ğ‘Ÿâ€¦ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘®ğ‘±ğ‘Ÿğ‘¦ ğ‘²ğ‘›ğ‘¾ ğ‘ğ‘¨ğ‘‘ ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘³ğ‘¯ ğ‘¢ğ‘«ğ‘› ğ‘¡ğ‘¶ğ‘¯ ğ‘ğ‘º ğ‘ğ‘©ğ‘”ğ‘§ğ‘‘ğ‘¦ğ‘’ ğ‘–ğ‘§ğ‘¤ ğ‘ ğ‘© ğ‘“ğ‘¹ğ‘¥ğ‘¼ ğ‘§ğ‘¥ğ‘ğ‘²ğ‘¼. ğ‘ğ‘± ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘šğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘ğ‘¹ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘±ğ‘’ ğ‘³ğ‘• ğ‘¡ğ‘¶ğ‘¯ ğ‘¹ ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘›ğ‘».
