Repository: wescamp/The_Silver_Lands-1.8
Catalog: po/*.po
Languages: en@shaw

source: It is not usual for an Imp to grow much above the size they had when born, nor to acquire intellect, in any sense. However, the unusual happens, and then it is possible for some of them to grow stronger and smarter in their attacks, to the point that they, instead of being cannon-fodder or suicidal attack force of demons, get to lead small groups of them, not having any armor or weapons other than their natural toughness and brute strength. As they delight in tearing their prey to pieces, they have been titled the 'Gutwrenchers' by those who have survived the horrendous event. With time, they have developed a new dreadful attack weapon: acid slime, which can melt a human, or even orc, in matter of seconds. They spit it towards they victim, wait until it has consumed most of its body, and then finish the job swallowing the remaining flesh and bones. Worse than worse, they can now drain vital energy from their victims at close contact. Fortunately, abominations such as these are rarely seen in greater numbers. It is also said that there are Imps bigger than a full-grown Troll, but the rumors have not been confirmed... yet.
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¿ğ‘ ğ‘¿ğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘©ğ‘¯ ğ‘¦ğ‘¥ğ‘ ğ‘‘ ğ‘œğ‘®ğ‘´ ğ‘¥ğ‘³ğ‘— ğ‘©ğ‘šğ‘³ğ‘ ğ‘ ğ‘•ğ‘²ğ‘Ÿ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘šğ‘¹ğ‘¯, ğ‘¯ğ‘¹ ğ‘‘ ğ‘©ğ‘’ğ‘¢ğ‘²ğ‘¼ ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘, ğ‘¦ğ‘¯ ğ‘§ğ‘¯ğ‘¦ ğ‘•ğ‘§ğ‘¯ğ‘•. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘ ğ‘³ğ‘¯ğ‘¿ğ‘ ğ‘«ğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘Ÿ, ğ‘¯ ğ‘ğ‘§ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘œğ‘®ğ‘´ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ğ‘œğ‘¼ ğ‘¯ ğ‘•ğ‘¥ğ‘¸ğ‘‘ğ‘¼ ğ‘¦ğ‘¯ ğ‘ğ‘º ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•, ğ‘‘ ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘±, ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘’ğ‘¨ğ‘¯ğ‘©ğ‘¯-ğ‘“ğ‘­ğ‘›ğ‘» ğ‘¹ ğ‘•ğ‘µğ‘©ğ‘•ğ‘²ğ‘›ğ‘©ğ‘¤ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘“ğ‘¹ğ‘• ğ‘ ğ‘›ğ‘°ğ‘¥ğ‘ªğ‘¯ğ‘Ÿ, ğ‘œğ‘§ğ‘‘ ğ‘‘ ğ‘¤ğ‘§ğ‘› ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘œğ‘®ğ‘µğ‘ğ‘• ğ‘ ğ‘ğ‘§ğ‘¥, ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘™ ğ‘§ğ‘¯ğ‘¦ ğ‘¸ğ‘¥ğ‘¼ ğ‘¹ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘³ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘ğ‘º ğ‘¯ğ‘¨ğ‘—ğ‘¼ğ‘©ğ‘¤ ğ‘‘ğ‘©ğ‘“ğ‘¯ğ‘©ğ‘• ğ‘¯ ğ‘šğ‘®ğ‘µğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘™ğ‘”. ğ‘¨ğ‘Ÿ ğ‘ğ‘± ğ‘›ğ‘¦ğ‘¤ğ‘²ğ‘‘ ğ‘¦ğ‘¯ ğ‘‘ğ‘ºğ‘¦ğ‘™ ğ‘ğ‘º ğ‘ğ‘®ğ‘± ğ‘‘ ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ, ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ğ‘› ğ‘ 'ğ‘œğ‘³ğ‘‘ğ‘®ğ‘§ğ‘¯ğ‘—ğ‘»ğ‘Ÿ' ğ‘šğ‘² ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘µ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘› ğ‘ ğ‘£ğ‘ªğ‘®ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘• ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘. ğ‘¢ğ‘¦ğ‘ ğ‘‘ğ‘²ğ‘¥, ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘›ğ‘®ğ‘§ğ‘›ğ‘“ğ‘©ğ‘¤ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯: ğ‘¨ğ‘•ğ‘¦ğ‘› ğ‘•ğ‘¤ğ‘²ğ‘¥, ğ‘¢ğ‘¦ğ‘— ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘§ğ‘¤ğ‘‘ ğ‘© ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯, ğ‘¹ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¹ğ‘’, ğ‘¦ğ‘¯ ğ‘¥ğ‘¨ğ‘‘ğ‘¼ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ. ğ‘ğ‘± ğ‘•ğ‘ğ‘¦ğ‘‘ ğ‘¦ğ‘‘ ğ‘‘ğ‘«ğ‘¢ğ‘¹ğ‘›ğ‘Ÿ ğ‘ğ‘± ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘©ğ‘¥, ğ‘¢ğ‘±ğ‘‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¿ğ‘¥ğ‘› ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘šğ‘ªğ‘›ğ‘¦, ğ‘¯ ğ‘ğ‘§ğ‘¯ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘– ğ‘ ğ‘¡ğ‘ªğ‘š ğ‘•ğ‘¢ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘“ğ‘¤ğ‘§ğ‘– ğ‘¯ ğ‘šğ‘´ğ‘¯ğ‘Ÿ. ğ‘¢ğ‘»ğ‘• ğ‘ğ‘¨ğ‘¯ ğ‘¢ğ‘»ğ‘•, ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘¬ ğ‘›ğ‘®ğ‘±ğ‘¯ ğ‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘§ğ‘¯ğ‘¼ğ‘¡ğ‘¦ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘º ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘¨ğ‘’ğ‘‘. ğ‘“ğ‘¹ğ‘‘ğ‘¿ğ‘¯ğ‘©ğ‘‘ğ‘¤ğ‘¦, ğ‘©ğ‘šğ‘ªğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘ğ‘°ğ‘Ÿ ğ‘¸ ğ‘®ğ‘ºğ‘¤ğ‘¦ ğ‘•ğ‘°ğ‘¯ ğ‘¦ğ‘¯ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘•ğ‘§ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘º ğ‘¸ Imps ğ‘šğ‘¦ğ‘œğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘© ğ‘“ğ‘«ğ‘¤-ğ‘œğ‘®ğ‘´ğ‘¯ ğ‘‘ğ‘®ğ‘´ğ‘¤, ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘®ğ‘µğ‘¥ğ‘¼ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘°ğ‘¯ ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘»ğ‘¥ğ‘›... ğ‘˜ğ‘§ğ‘‘.

source: Imp
en@shaw: ğ‘¦ğ‘¥ğ‘

source: Minor Imp
en@shaw: ğ‘¥ğ‘²ğ‘¯ğ‘¼ ğ‘¦ğ‘¥ğ‘

source: Automaton
en@shaw: ğ‘ªğ‘‘ğ‘­ğ‘¥ğ‘©ğ‘‘ğ‘­ğ‘¯

source: These small metallic beasts seem not to need food or suchlike to live, very similar to undead. However, they cannot be such, since their resistance to fire, cold and arcane attacks is surprisingly high. Heavily armored, wielding a perilous steel mace and a rectangular shield, these 'automatons' are the new grunt attack and defense force of the evil forces that have taken over the known world. They somehow move rather quickly for their weight, a mystery that no one has been able yet to decipher. Their only drawback is their apparent lack of practice at moving in rough terrains such as hills and mountains.
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘¥ğ‘©ğ‘‘ğ‘¨ğ‘¤ğ‘¦ğ‘’ ğ‘šğ‘°ğ‘•ğ‘‘ğ‘• ğ‘•ğ‘°ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘¯ğ‘°ğ‘› ğ‘“ğ‘µğ‘› ğ‘¹ ğ‘•ğ‘³ğ‘—ğ‘¤ğ‘²ğ‘’ ğ‘‘ ğ‘¤ğ‘²ğ‘, ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘•ğ‘¦ğ‘¥ğ‘¦ğ‘¤ğ‘¼ ğ‘‘ undead. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘•ğ‘³ğ‘—, ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘ğ‘º ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘• ğ‘‘ ğ‘“ğ‘²ğ‘¼, ğ‘’ğ‘´ğ‘¤ğ‘› ğ‘¯ ğ‘­ğ‘®ğ‘’ğ‘±ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘¦ğ‘Ÿ ğ‘•ğ‘»ğ‘ğ‘®ğ‘²ğ‘Ÿğ‘¦ğ‘™ğ‘¤ğ‘° ğ‘£ğ‘². ğ‘£ğ‘§ğ‘ğ‘¦ğ‘¤ğ‘¦ ğ‘­ğ‘®ğ‘¥ğ‘»ğ‘›, ğ‘¢ğ‘°ğ‘¤ğ‘›ğ‘¦ğ‘™ ğ‘© ğ‘ğ‘§ğ‘®ğ‘©ğ‘¤ğ‘©ğ‘• ğ‘•ğ‘‘ğ‘°ğ‘¤ ğ‘¥ğ‘±ğ‘• ğ‘¯ ğ‘© ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¨ğ‘™ğ‘œğ‘˜ğ‘©ğ‘¤ğ‘» ğ‘–ğ‘°ğ‘¤ğ‘›, ğ‘ğ‘°ğ‘Ÿ 'automatons' ğ‘¸ ğ‘ ğ‘¯ğ‘¿ ğ‘œğ‘®ğ‘³ğ‘¯ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘“ğ‘¹ğ‘• ğ‘ ğ‘ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘¯ğ‘´ğ‘¯ ğ‘¢ğ‘»ğ‘¤ğ‘›. ğ‘ğ‘± ğ‘•ğ‘³ğ‘¥ğ‘£ğ‘¬ ğ‘¥ğ‘µğ‘ ğ‘®ğ‘­ğ‘ğ‘¼ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘“ğ‘¹ ğ‘ğ‘º ğ‘¢ğ‘±ğ‘‘, ğ‘© ğ‘¥ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘¨ğ‘‘ ğ‘¯ğ‘´ ğ‘¢ğ‘³ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘˜ğ‘§ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘“ğ‘». ğ‘ğ‘º ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘›ğ‘®ğ‘ªğ‘šğ‘¨ğ‘’ ğ‘¦ğ‘Ÿ ğ‘ğ‘º ğ‘©ğ‘ğ‘¨ğ‘®ğ‘§ğ‘¯ğ‘‘ ğ‘¤ğ‘¨ğ‘’ ğ‘ ğ‘ğ‘®ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘• ğ‘¨ğ‘‘ ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘®ğ‘³ğ‘“ ğ‘‘ğ‘»ğ‘±ğ‘¯ğ‘Ÿ ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ.

source: rectangular shield
en@shaw: ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¨ğ‘™ğ‘œğ‘˜ğ‘©ğ‘¤ğ‘» ğ‘–ğ‘°ğ‘¤ğ‘›

source: Door
en@shaw: ğ‘›ğ‘¹

source: The door will open only to those who are allied with its owners, unless struck down by their enemies first.
en@shaw: ğ‘ ğ‘›ğ‘¹ ğ‘¢ğ‘¦ğ‘¤ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘‘ ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘µ ğ‘¸ ğ‘¨ğ‘¤ğ‘²ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘´ğ‘¯ğ‘»ğ‘Ÿ, ğ‘³ğ‘¯ğ‘¤ğ‘§ğ‘• ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ ğ‘›ğ‘¬ğ‘¯ ğ‘šğ‘² ğ‘ğ‘º ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘“ğ‘»ğ‘•ğ‘‘.

source: Mechanical Goliath
en@shaw: ğ‘¥ğ‘©ğ‘’ğ‘¨ğ‘¯ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘œğ‘©ğ‘¤ğ‘²ğ‘©ğ‘”

source: Giant metallic beasts under the command of the forces of Chaos, the Mechanical Goliaths can crush any man, skeleton, or even troll, in matter of seconds. They seem to be immune to poison, drain, or other hazards that would normally have some effect in a living being, which suggests them to be magically animated statues of iron and steel, or to be some sort of shell for a living, weak on its own, creature. To make things even worse, it is said that they can destroy entire armies from distance with a sudden flash of red light, having a low probability to miss their target.
en@shaw: ğ‘¡ğ‘²ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘©ğ‘‘ğ‘¨ğ‘¤ğ‘¦ğ‘’ ğ‘šğ‘°ğ‘•ğ‘‘ğ‘• ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘’ğ‘±ğ‘­ğ‘•, ğ‘ ğ‘¥ğ‘©ğ‘’ğ‘¨ğ‘¯ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘œğ‘´ğ‘¤ğ‘°ğ‘¨ğ‘”ğ‘• ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘®ğ‘³ğ‘– ğ‘§ğ‘¯ğ‘¦ ğ‘¥ğ‘¨ğ‘¯, ğ‘•ğ‘’ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘©ğ‘¯, ğ‘¹ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘´ğ‘¤, ğ‘¦ğ‘¯ ğ‘¥ğ‘¨ğ‘‘ğ‘¼ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ. ğ‘ğ‘± ğ‘•ğ‘°ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¥ğ‘˜ğ‘µğ‘¯ ğ‘‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯, ğ‘›ğ‘®ğ‘±ğ‘¯, ğ‘¹ ğ‘³ğ‘ğ‘¼ ğ‘£ğ‘¨ğ‘Ÿğ‘»ğ‘›ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘³ğ‘¥ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ ğ‘¦ğ‘¯ ğ‘© ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘šğ‘°ğ‘¦ğ‘™, ğ‘¢ğ‘¦ğ‘— ğ‘•ğ‘©ğ‘¡ğ‘§ğ‘•ğ‘‘ğ‘• ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘¦ ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘‘ğ‘¨ğ‘‘ğ‘¿ğ‘Ÿ ğ‘ ğ‘²ğ‘¼ğ‘¯ ğ‘¯ ğ‘•ğ‘‘ğ‘°ğ‘¤, ğ‘¹ ğ‘‘ ğ‘šğ‘° ğ‘•ğ‘³ğ‘¥ ğ‘•ğ‘¹ğ‘‘ ğ‘ ğ‘–ğ‘§ğ‘¤ ğ‘“ğ‘¹ ğ‘© ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™, ğ‘¢ğ‘°ğ‘’ ğ‘ªğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘´ğ‘¯, ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼. ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘»ğ‘•, ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘§ğ‘¯ğ‘‘ğ‘²ğ‘¼ ğ‘¸ğ‘¥ğ‘°ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘•ğ‘³ğ‘›ğ‘©ğ‘¯ ğ‘“ğ‘¤ğ‘¨ğ‘– ğ‘ ğ‘®ğ‘§ğ‘› ğ‘¤ğ‘²ğ‘‘, ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘™ ğ‘© ğ‘¤ğ‘´ ğ‘ğ‘®ğ‘ªğ‘šğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘‘ ğ‘¥ğ‘¦ğ‘• ğ‘ğ‘º ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘.

source: plasma bomb
en@shaw: ğ‘ğ‘¤ğ‘¨ğ‘Ÿğ‘¥ğ‘© ğ‘šğ‘ªğ‘¥

source: Iron Golem
en@shaw: ğ‘²ğ‘¼ğ‘¯ ğ‘œğ‘´ğ‘¤ğ‘©ğ‘¥

source: torpedo
en@shaw: ğ‘‘ğ‘¹ğ‘ğ‘°ğ‘›ğ‘´

source: Lantern of Darkness
en@shaw: ğ‘¤ğ‘¨ğ‘¯ğ‘‘ğ‘»ğ‘¯ ğ‘ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘•

source: The Lanterns of Darkness are strange devices that emit a very strange light which does not brighten the area, but brings darkness to it. They are often utilized by the forces of Chaos in order to aid their forces in battle by taking advantage of the darkening light they emit. The dark crystal in the lantern seems to be aware of its surroundings due to the fact it seems to defend itself by shooting beams of dark light at its enemies.
en@shaw: ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘• ğ‘¸ ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘¯ğ‘¡ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•ğ‘©ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘‘ ğ‘© ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘¯ğ‘¡ ğ‘¤ğ‘²ğ‘‘ ğ‘£ğ‘¢ğ‘¦ğ‘— ğ‘›ğ‘´ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘®ğ‘²ğ‘‘ğ‘©ğ‘¯ ğ‘ ğ‘ºğ‘¦ğ‘©, ğ‘šğ‘³ğ‘‘ ğ‘šğ‘®ğ‘¦ğ‘™ğ‘Ÿ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘• ğ‘‘ ğ‘¦ğ‘‘. ğ‘ğ‘± ğ‘¸ ğ‘ªğ‘“ğ‘©ğ‘¯ ğ‘˜ğ‘µğ‘‘ğ‘©ğ‘¤ğ‘²ğ‘Ÿğ‘› ğ‘šğ‘² ğ‘ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘ Â·ğ‘’ğ‘±ğ‘­ğ‘• ğ‘¦ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘‘ ğ‘²ğ‘› ğ‘ğ‘º ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘šğ‘² ğ‘‘ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘ ğ‘ ğ‘›ğ‘­ğ‘®ğ‘’ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘¤ğ‘²ğ‘‘ ğ‘ğ‘± ğ‘¦ğ‘¥ğ‘¦ğ‘‘. ğ‘ ğ‘›ğ‘¸ğ‘’ ğ‘’ğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘‘ğ‘»ğ‘¯ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘©ğ‘¢ğ‘º ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘¼ğ‘¬ğ‘¯ğ‘›ğ‘¦ğ‘™ğ‘Ÿ ğ‘›ğ‘¿ ğ‘‘ ğ‘ ğ‘“ğ‘¨ğ‘’ğ‘‘ ğ‘¦ğ‘‘ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘¦ğ‘‘ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘šğ‘² ğ‘–ğ‘µğ‘‘ğ‘¦ğ‘™ ğ‘šğ‘°ğ‘¥ğ‘Ÿ ğ‘ ğ‘›ğ‘¸ğ‘’ ğ‘¤ğ‘²ğ‘‘ ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ğ‘• ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ.

source: oil
en@shaw: ğ‘¶ğ‘¤

source: Abomination
en@shaw: ğ‘©ğ‘šğ‘ªğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯

source: crush
en@shaw: ğ‘’ğ‘®ğ‘³ğ‘–

source: Bear
en@shaw: ğ‘šğ‘º

source: bear-hug
en@shaw: ğ‘šğ‘º-ğ‘£ğ‘³ğ‘œ

source: Bull
en@shaw: ğ‘šğ‘«ğ‘¤

source: Most farmers will only have a single bull. They are valuable animals in keeping dairy cows in milk, and can bring in a small fortune in stud fees.
en@shaw: ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘“ğ‘¸ğ‘¥ğ‘¼ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘šğ‘«ğ‘¤. ğ‘ğ‘± ğ‘¸ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘šğ‘©ğ‘¤ ğ‘¨ğ‘¯ğ‘¦ğ‘¥ğ‘©ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘’ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘›ğ‘§ğ‘®ğ‘° ğ‘’ğ‘¬ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¥ğ‘¦ğ‘¤ğ‘’, ğ‘¯ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘© ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘“ğ‘¹ğ‘‘ğ‘¿ğ‘¯ ğ‘¦ğ‘¯ ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘°ğ‘Ÿ.

source: gore
en@shaw: ğ‘œğ‘ªğ‘®

source: Calf
en@shaw: ğ‘’ğ‘­ğ‘“

source: Calves are simply young cattle, but their gender determines their use in the eyes of whomever owns the creatures. The males, when under the ownership of nature, are destined to become powerful creatures, and the patriarchs of their herds; when under the ownership of a civilized creature, they are often destined to become the leader of a herd of females, or slaughtered or sold, if there is not an available herd. And the females, when under the ownership of nature, are simply the bearers of the specie's young; when under the ownership of a civilized creature, they are involved in a process of farming milk, and meat, for which they are often sold or slaughtered when they become infertile.
en@shaw: ğ‘’ğ‘¨ğ‘ğ‘Ÿ ğ‘¸ ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘¦ ğ‘˜ğ‘³ğ‘™ ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘¤, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘º ğ‘¡ğ‘§ğ‘¯ğ‘›ğ‘» ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘ğ‘º ğ‘¿ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘²ğ‘Ÿ ğ‘ ğ‘£ğ‘µğ‘¥ğ‘§ğ‘ğ‘¼ ğ‘´ğ‘¯ğ‘Ÿ ğ‘ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ. ğ‘ ğ‘¥ğ‘±ğ‘¤ğ‘Ÿ, ğ‘¢ğ‘§ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘´ğ‘¯ğ‘¼ğ‘–ğ‘¦ğ‘ ğ‘ ğ‘¯ğ‘±ğ‘—ğ‘¼, ğ‘¸ ğ‘›ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ğ‘› ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ, ğ‘¯ ğ‘ ğ‘ğ‘±ğ‘‘ğ‘®ğ‘°ğ‘­ğ‘®ğ‘’ğ‘• ğ‘ ğ‘ğ‘º ğ‘£ğ‘»ğ‘›ğ‘Ÿ; ğ‘¢ğ‘§ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘´ğ‘¯ğ‘¼ğ‘–ğ‘¦ğ‘ ğ‘ ğ‘© ğ‘•ğ‘¦ğ‘ğ‘¦ğ‘¤ğ‘²ğ‘Ÿğ‘› ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼, ğ‘ğ‘± ğ‘¸ ğ‘ªğ‘“ğ‘©ğ‘¯ ğ‘›ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ğ‘› ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘ ğ‘¤ğ‘°ğ‘›ğ‘¼ ğ‘ ğ‘© ğ‘£ğ‘»ğ‘› ğ‘ ğ‘“ğ‘°ğ‘¥ğ‘±ğ‘¤ğ‘Ÿ, ğ‘¹ ğ‘•ğ‘¤ğ‘ªğ‘‘ğ‘»ğ‘› ğ‘¹ ğ‘•ğ‘´ğ‘¤ğ‘›, ğ‘¦ğ‘“ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘£ğ‘»ğ‘›. ğ‘¯ ğ‘ ğ‘“ğ‘°ğ‘¥ğ‘±ğ‘¤ğ‘Ÿ, ğ‘¢ğ‘§ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘´ğ‘¯ğ‘¼ğ‘–ğ‘¦ğ‘ ğ‘ ğ‘¯ğ‘±ğ‘—ğ‘¼, ğ‘¸ ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘¦ ğ‘ ğ‘šğ‘§ğ‘®ğ‘»ğ‘Ÿ ğ‘ ğ‘ ğ‘•ğ‘ğ‘°ğ‘–ğ‘°ğ‘Ÿ ğ‘˜ğ‘³ğ‘™; ğ‘¢ğ‘§ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘´ğ‘¯ğ‘¼ğ‘–ğ‘¦ğ‘ ğ‘ ğ‘© ğ‘•ğ‘¦ğ‘ğ‘¦ğ‘¤ğ‘²ğ‘Ÿğ‘› ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼, ğ‘ğ‘± ğ‘¸ ğ‘¦ğ‘¯ğ‘ğ‘ªğ‘¤ğ‘ğ‘› ğ‘¦ğ‘¯ ğ‘© ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• ğ‘ ğ‘“ğ‘¸ğ‘¥ğ‘¦ğ‘™ ğ‘¥ğ‘¦ğ‘¤ğ‘’, ğ‘¯ ğ‘¥ğ‘°ğ‘‘, ğ‘“ğ‘¹ ğ‘¢ğ‘¦ğ‘— ğ‘ğ‘± ğ‘¸ ğ‘ªğ‘“ğ‘©ğ‘¯ ğ‘•ğ‘´ğ‘¤ğ‘› ğ‘¹ ğ‘•ğ‘¤ğ‘ªğ‘‘ğ‘»ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘¦ğ‘¯ğ‘“ğ‘»ğ‘‘ğ‘©ğ‘¤.

source: horns
en@shaw: ğ‘£ğ‘¹ğ‘¯ğ‘Ÿ

source: Chimera
en@shaw: ğ‘—ğ‘¦ğ‘¥ğ‘§ğ‘®ğ‘©

source: gaze
en@shaw: ğ‘œğ‘±ğ‘Ÿ

source: female^Cow
en@shaw: ğ‘’ğ‘¬

source: Cows are useful livestock animals, providing milk and a strong back. A herd of cattle is the most wealth most peasants will ever see.
en@shaw: ğ‘’ğ‘¬ğ‘Ÿ ğ‘¸ ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤ ğ‘¤ğ‘²ğ‘ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘¨ğ‘¯ğ‘¦ğ‘¥ğ‘©ğ‘¤ğ‘Ÿ, ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘¦ğ‘™ ğ‘¥ğ‘¦ğ‘¤ğ‘’ ğ‘¯ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘šğ‘¨ğ‘’. ğ‘© ğ‘£ğ‘»ğ‘› ğ‘ ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¢ğ‘§ğ‘¤ğ‘” ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘°.

source: smash
en@shaw: ğ‘•ğ‘¥ğ‘¨ğ‘–

source: Fungoid
en@shaw: ğ‘“ğ‘³ğ‘™ğ‘¶ğ‘›

source: Fungoids are mushroom-like creatures that can multiply very quickly. Soft and weak, they don't represent a real threat to most races. Yet, adventurers appear from time to time swearing they have seen a fungoid bigger than them. This myth has never been proved true, however.
en@shaw: ğ‘“ğ‘³ğ‘™ğ‘¶ğ‘›ğ‘Ÿ ğ‘¸ ğ‘¥ğ‘³ğ‘–ğ‘®ğ‘µğ‘¥-ğ‘¤ğ‘²ğ‘’ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘ğ‘¤ğ‘¦ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦. ğ‘•ğ‘ªğ‘“ğ‘‘ ğ‘¯ ğ‘¢ğ‘°ğ‘’, ğ‘ğ‘± ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘®ğ‘§ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ ğ‘© ğ‘®ğ‘¾ğ‘¤ ğ‘”ğ‘®ğ‘§ğ‘‘ ğ‘‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘®ğ‘±ğ‘•ğ‘©ğ‘Ÿ. ğ‘˜ğ‘§ğ‘‘, ğ‘©ğ‘›ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘¿ğ‘®ğ‘¼ğ‘Ÿ ğ‘©ğ‘ğ‘½ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘‘ğ‘²ğ‘¥ ğ‘•ğ‘¢ğ‘ºğ‘¦ğ‘™ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘°ğ‘¯ ğ‘© ğ‘“ğ‘³ğ‘™ğ‘¶ğ‘› ğ‘šğ‘¦ğ‘œğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘ğ‘§ğ‘¥. ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘¦ğ‘” ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘šğ‘°ğ‘¯ ğ‘ğ‘®ğ‘µğ‘ğ‘› ğ‘‘ğ‘®ğ‘µ, ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼.

source: Giant Ant
en@shaw: ğ‘¡ğ‘²ğ‘©ğ‘¯ğ‘‘ ğ‘¨ğ‘¯ğ‘‘

source: Ants are common in almost any environment, from caverns deep under the earth to the tops of tall mountains. Those that live deep underground tend to grow up over their normal size. Though normally not hostile, they can bite at close range, dealing more damage than a normal-sized ant.
en@shaw: ğ‘¨ğ‘¯ğ‘‘ğ‘• ğ‘¸ ğ‘’ğ‘ªğ‘¥ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘·ğ‘¤ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘§ğ‘¯ğ‘¦ ğ‘§ğ‘¯ğ‘ğ‘²ğ‘¼ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘, ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘’ğ‘¨ğ‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘›ğ‘°ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘»ğ‘” ğ‘‘ ğ‘ ğ‘‘ğ‘ªğ‘ğ‘• ğ‘ ğ‘‘ğ‘·ğ‘¤ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ. ğ‘ğ‘´ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¤ğ‘²ğ‘ ğ‘›ğ‘°ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘‘ğ‘§ğ‘¯ğ‘› ğ‘‘ ğ‘œğ‘®ğ‘´ ğ‘³ğ‘ ğ‘´ğ‘ğ‘¼ ğ‘ğ‘º ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ ğ‘•ğ‘²ğ‘Ÿ. ğ‘ğ‘´ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦ ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘ªğ‘•ğ‘‘ğ‘²ğ‘¤, ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘²ğ‘‘ ğ‘¨ğ‘‘ ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘®ğ‘±ğ‘¯ğ‘¡, ğ‘›ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘¥ğ‘¹ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘ğ‘¨ğ‘¯ ğ‘© ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤-ğ‘•ğ‘²ğ‘Ÿğ‘› ğ‘¨ğ‘¯ğ‘‘.

source: Lesser Giant Spider
en@shaw: ğ‘¤ğ‘§ğ‘•ğ‘¼ ğ‘¡ğ‘²ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘ğ‘²ğ‘›ğ‘»

source: Gorer
en@shaw: ğ‘œğ‘¹ğ‘»

source: tusks
en@shaw: ğ‘‘ğ‘©ğ‘•ğ‘’ğ‘•

source: tusk Charge
en@shaw: ğ‘‘ğ‘©ğ‘•ğ‘’ ğ‘—ğ‘¸ğ‘¡

source: Heifer
en@shaw: ğ‘£ğ‘²ğ‘“ğ‘»

source: Heifers are female calves. They are kept until they can be useful for milk, meat or the power in their legs. They are little threat to anyone.
en@shaw: ğ‘£ğ‘§ğ‘“ğ‘»ğ‘Ÿ ğ‘¸ ğ‘“ğ‘°ğ‘¥ğ‘±ğ‘¤ ğ‘’ğ‘¨ğ‘ğ‘Ÿ. ğ‘ğ‘± ğ‘¸ ğ‘’ğ‘§ğ‘ğ‘‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘¥ğ‘¦ğ‘¤ğ‘’, ğ‘¥ğ‘°ğ‘‘ ğ‘¹ ğ‘ ğ‘ğ‘¬ğ‘¼ ğ‘¦ğ‘¯ ğ‘ğ‘º ğ‘¤ğ‘§ğ‘œğ‘Ÿ. ğ‘ğ‘± ğ‘¸ ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘”ğ‘®ğ‘§ğ‘‘ ğ‘‘ ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘³ğ‘¯.

source: Hound of Chaos
en@shaw: ğ‘£ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘’ğ‘±ğ‘­ğ‘•

source: Quite fragile in combat, the Hounds of Chaos are directly affected by the magic of the chaos magi, resulting in them listening and obeying every command of their masters. The results are mindless effective assassins. Though they are easily taken care of by a tougher adversary, their nimble bodies allow them to penetrate far into enemy lines and severely damage their support units.
en@shaw: ğ‘’ğ‘¢ğ‘²ğ‘‘ ğ‘“ğ‘®ğ‘¨ğ‘¡ğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘, ğ‘ ğ‘£ğ‘¶ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘’ğ‘±ğ‘­ğ‘• ğ‘¸ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘ ğ‘ ğ‘’ğ‘±ğ‘­ğ‘• ğ‘¥ğ‘±ğ‘¡ğ‘², ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ğ‘§ğ‘¥ ğ‘¤ğ‘¦ğ‘•ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘¯ ğ‘´ğ‘šğ‘±ğ‘¦ğ‘™ ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘ ğ‘ğ‘º ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ. ğ‘ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ğ‘• ğ‘¸ ğ‘¥ğ‘²ğ‘¯ğ‘›ğ‘¤ğ‘©ğ‘• ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘©ğ‘•ğ‘¨ğ‘•ğ‘©ğ‘¯ğ‘Ÿ. ğ‘ğ‘´ ğ‘ğ‘± ğ‘¸ ğ‘°ğ‘Ÿğ‘¦ğ‘¤ğ‘¦ ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯ ğ‘’ğ‘º ğ‘ ğ‘šğ‘² ğ‘© ğ‘‘ğ‘³ğ‘“ğ‘¼ ğ‘¨ğ‘›ğ‘ğ‘¼ğ‘•ğ‘©ğ‘®ğ‘¦, ğ‘ğ‘º ğ‘¯ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ ğ‘šğ‘ªğ‘›ğ‘¦ğ‘Ÿ ğ‘©ğ‘¤ğ‘¬ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘ğ‘§ğ‘¯ğ‘©ğ‘‘ğ‘®ğ‘±ğ‘‘ ğ‘“ğ‘¸ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘•ğ‘©ğ‘ğ‘½ğ‘¤ğ‘¦ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘ğ‘º ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•.

source: Demonic Hound
en@shaw: ğ‘›ğ‘¦ğ‘¥ğ‘­ğ‘¯ğ‘¦ğ‘’ ğ‘£ğ‘¬ğ‘¯ğ‘›

source: Hounds who serve the power of Chaos are slowly consumed by its essence, just like their human masters and comrades. Aside from the involved removal of their souls and the increased bodily strength, demonic hounds acquire a more developed intellect, which turns them into more perilous foes who will not stop at anything but the accomplishment of their purpose and desire of bloodbath.
en@shaw: ğ‘£ğ‘¶ğ‘¯ğ‘›ğ‘Ÿ ğ‘£ğ‘µ ğ‘•ğ‘»ğ‘ ğ‘ ğ‘ğ‘¬ğ‘¼ ğ‘ Â·ğ‘’ğ‘±ğ‘­ğ‘• ğ‘¸ ğ‘•ğ‘¤ğ‘´ğ‘¤ğ‘¦ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¿ğ‘¥ğ‘› ğ‘šğ‘² ğ‘¦ğ‘‘ğ‘• ğ‘§ğ‘•ğ‘©ğ‘¯ğ‘•, ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘¤ğ‘²ğ‘’ ğ‘ğ‘º ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¯ ğ‘’ğ‘ªğ‘¥ğ‘®ğ‘©ğ‘›ğ‘Ÿ. ğ‘©ğ‘•ğ‘²ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¦ğ‘¯ğ‘ğ‘ªğ‘¤ğ‘ğ‘› ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘©ğ‘¤ ğ‘ ğ‘ğ‘º ğ‘•ğ‘´ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘°ğ‘•ğ‘‘ ğ‘šğ‘ªğ‘›ğ‘¦ğ‘¤ğ‘¦ ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘™ğ‘”, ğ‘›ğ‘¦ğ‘¥ğ‘­ğ‘¯ğ‘¦ğ‘’ ğ‘£ğ‘¶ğ‘¯ğ‘›ğ‘Ÿ ğ‘©ğ‘’ğ‘¢ğ‘²ğ‘¼ ğ‘© ğ‘¥ğ‘¹ ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘, ğ‘¢ğ‘¦ğ‘— ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘ğ‘§ğ‘¥ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘¥ğ‘¹ ğ‘ğ‘§ğ‘®ğ‘©ğ‘¤ğ‘©ğ‘• ğ‘“ğ‘´ğ‘Ÿ ğ‘£ğ‘µ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘¨ğ‘‘ ğ‘§ğ‘¯ğ‘¦ğ‘”ğ‘¦ğ‘™ ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘©ğ‘’ğ‘³ğ‘¥ğ‘ğ‘¤ğ‘¦ğ‘–ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘ğ‘º ğ‘ğ‘»ğ‘ğ‘©ğ‘• ğ‘¯ ğ‘›ğ‘¦ğ‘Ÿğ‘²ğ‘¼ ğ‘ ğ‘šğ‘¤ğ‘©ğ‘›ğ‘šğ‘¨ğ‘”.

source: Hellhound
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘£ğ‘¬ğ‘¯ğ‘›

source: These creatures are no longer the loyal companions of demonic assault parties. They turn into their leaders by the dread they inspire into other followers of Chaos, and the intelligence they have developed as heartless half-demons. Because it is not common for these hounds to acquire enoguh experience to evolve this further, as their frantic attacks usually harms them to death. Thus, at this point they are respected and treated as heroes by their comrades.
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘´ ğ‘¤ğ‘ªğ‘™ğ‘œğ‘¼ ğ‘ ğ‘¤ğ‘¶ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¨ğ‘¯ğ‘¦ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘›ğ‘¦ğ‘¥ğ‘­ğ‘¯ğ‘¦ğ‘’ ğ‘©ğ‘•ğ‘ªğ‘¤ğ‘‘ ğ‘ğ‘¸ğ‘‘ğ‘¦ğ‘Ÿ. ğ‘ğ‘± ğ‘‘ğ‘»ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ğ‘º ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ ğ‘šğ‘² ğ‘ ğ‘›ğ‘®ğ‘§ğ‘› ğ‘ğ‘± ğ‘¦ğ‘¯ğ‘•ğ‘ğ‘²ğ‘¼ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘³ğ‘ğ‘¼ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¼ğ‘Ÿ ğ‘ ğ‘’ğ‘±ğ‘­ğ‘•, ğ‘¯ ğ‘ ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¤ğ‘¦ğ‘¡ğ‘©ğ‘¯ğ‘• ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘£ğ‘­ğ‘®ğ‘‘ğ‘¤ğ‘©ğ‘• ğ‘£ğ‘­ğ‘“-ğ‘›ğ‘°ğ‘¥ğ‘ªğ‘¯ğ‘Ÿ. ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘ªğ‘¥ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘ğ‘°ğ‘Ÿ ğ‘£ğ‘¶ğ‘¯ğ‘›ğ‘Ÿ ğ‘‘ ğ‘©ğ‘’ğ‘¢ğ‘²ğ‘¼ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘‘ ğ‘¦ğ‘ğ‘­ğ‘¤ğ‘ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘»ğ‘ğ‘¼, ğ‘¨ğ‘Ÿ ğ‘ğ‘º ğ‘“ğ‘®ğ‘¨ğ‘¯ğ‘‘ğ‘¦ğ‘’ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘¿ğ‘ ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘£ğ‘­ğ‘®ğ‘¥ğ‘Ÿ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘›ğ‘§ğ‘”. ğ‘ğ‘³ğ‘•, ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘ğ‘± ğ‘¸ ğ‘®ğ‘¦ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘› ğ‘¯ ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘§ğ‘› ğ‘¨ğ‘Ÿ ğ‘£ğ‘½ğ‘´ğ‘Ÿ ğ‘šğ‘² ğ‘ğ‘º ğ‘’ğ‘ªğ‘¥ğ‘®ğ‘©ğ‘›ğ‘Ÿ.

source: frostbite
en@shaw: ğ‘“ğ‘®ğ‘ªğ‘•ğ‘‘ğ‘šğ‘²ğ‘‘

source: frigid touch
en@shaw: ğ‘“ğ‘®ğ‘¦ğ‘¡ğ‘©ğ‘› ğ‘‘ğ‘³ğ‘—

source: Steppe Pariah
en@shaw: ğ‘•ğ‘‘ğ‘§ğ‘ ğ‘ğ‘»ğ‘²ğ‘©

source: Steppe Rigid
en@shaw: ğ‘•ğ‘‘ğ‘§ğ‘ ğ‘®ğ‘¦ğ‘¡ğ‘¦ğ‘›

source: Aptly named, the Rigid are a near unbreakable foe. They often form fall-back positions behind the battle lines. Many a time the Rigid have been sacrificed, delaying the enemy while the main force recovers and regroups behind their unyielding wall of flesh, bone and iron. Their role is hardly a glorious one and usually comes to an end jammed into a choke point against hopeless odds.
en@shaw: ğ‘¨ğ‘ğ‘‘ğ‘¤ğ‘¦ ğ‘¯ğ‘±ğ‘¥ğ‘›, ğ‘ ğ‘®ğ‘¦ğ‘¡ğ‘¦ğ‘› ğ‘¸ ğ‘© ğ‘¯ğ‘½ ğ‘©ğ‘¯ğ‘šğ‘®ğ‘±ğ‘’ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘´. ğ‘ğ‘± ğ‘ªğ‘“ğ‘©ğ‘¯ ğ‘“ğ‘¹ğ‘¥ ğ‘“ğ‘·ğ‘¤-ğ‘šğ‘¨ğ‘’ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ. ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘© ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘®ğ‘¦ğ‘¡ğ‘¦ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘¨ğ‘’ğ‘®ğ‘¦ğ‘“ğ‘²ğ‘•ğ‘‘, ğ‘›ğ‘¦ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¢ğ‘²ğ‘¤ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘“ğ‘¹ğ‘• ğ‘®ğ‘¦ğ‘’ğ‘©ğ‘ğ‘»ğ‘Ÿ ğ‘¯ regroups ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘ğ‘º ğ‘©ğ‘¯ğ‘˜ğ‘°ğ‘¤ğ‘›ğ‘¦ğ‘™ ğ‘¢ğ‘·ğ‘¤ ğ‘ ğ‘“ğ‘¤ğ‘§ğ‘–, ğ‘šğ‘´ğ‘¯ ğ‘¯ ğ‘²ğ‘¼ğ‘¯. ğ‘ğ‘º ğ‘®ğ‘´ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘£ğ‘¸ğ‘›ğ‘¤ğ‘¦ ğ‘© ğ‘œğ‘¤ğ‘¹ğ‘¦ğ‘©ğ‘• ğ‘¢ğ‘³ğ‘¯ ğ‘¯ ğ‘¿ğ‘ ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘’ğ‘³ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘› ğ‘¡ğ‘¨ğ‘¥ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘© ğ‘—ğ‘´ğ‘’ ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘£ğ‘´ğ‘ğ‘¤ğ‘©ğ‘• ğ‘ªğ‘›ğ‘Ÿ.

source: shield bash
en@shaw: ğ‘–ğ‘°ğ‘¤ğ‘› ğ‘šğ‘¨ğ‘–

source: Steppe Savage
en@shaw: ğ‘•ğ‘‘ğ‘§ğ‘ ğ‘•ğ‘¨ğ‘ğ‘¦ğ‘¡

source: Unlike humans or elves, most orcs find a barbaric thrill in the chaos and blood of battle. Some so much so that the experience pushes their psyche, unstable and voilent at the best of times, dangerously close to the brink. Teetering on the fine edge between sanity and burning instinct, they are feared nearly as much by their comrades as by their enemies. Hurling themselves bodily into the fray, they attack enemies solely with their fists and teeth. Savages cease to use armour at all, allowing them greater speed and ease of movement but sacrificing the protection it gives. Few have been known to survive beyond early adulthood.
en@shaw: ğ‘©ğ‘¯ğ‘¤ğ‘²ğ‘’ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¹ ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘¥ğ‘´ğ‘•ğ‘‘ orcs ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘© ğ‘šğ‘­ğ‘®ğ‘šğ‘¨ğ‘®ğ‘¦ğ‘’ ğ‘”ğ‘®ğ‘¦ğ‘¤ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘±ğ‘­ğ‘• ğ‘¯ ğ‘šğ‘¤ğ‘³ğ‘› ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤. ğ‘•ğ‘³ğ‘¥ ğ‘•ğ‘´ ğ‘¥ğ‘³ğ‘— ğ‘•ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘ğ‘«ğ‘–ğ‘©ğ‘Ÿ ğ‘ğ‘º ğ‘•ğ‘²ğ‘’ğ‘°, ğ‘©ğ‘¯ğ‘•ğ‘‘ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¯ voilent ğ‘¨ğ‘‘ ğ‘ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ, ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘•ğ‘¤ğ‘¦ ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘‘ ğ‘ ğ‘šğ‘®ğ‘¦ğ‘™ğ‘’. ğ‘‘ğ‘°ğ‘‘ğ‘»ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘¯ ğ‘§ğ‘¡ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘•ğ‘¨ğ‘¯ğ‘©ğ‘‘ğ‘° ğ‘¯ ğ‘šğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘¦ğ‘™ğ‘’ğ‘‘, ğ‘ğ‘± ğ‘¸ ğ‘“ğ‘½ğ‘› ğ‘¯ğ‘½ğ‘¤ğ‘¦ ğ‘¨ğ‘Ÿ ğ‘¥ğ‘³ğ‘— ğ‘šğ‘² ğ‘ğ‘º ğ‘’ğ‘ªğ‘¥ğ‘®ğ‘©ğ‘›ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘šğ‘² ğ‘ğ‘º ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ. ğ‘£ğ‘»ğ‘¤ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘šğ‘ªğ‘›ğ‘¦ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘“ğ‘®ğ‘±, ğ‘ğ‘± ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘•ğ‘´ğ‘¤ğ‘¤ğ‘° ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘º ğ‘“ğ‘¦ğ‘•ğ‘‘ğ‘• ğ‘¯ ğ‘‘ğ‘°ğ‘”. ğ‘•ğ‘¨ğ‘ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘•ğ‘°ğ‘• ğ‘‘ ğ‘¿ğ‘• ğ‘¸ğ‘¥ğ‘¼ ğ‘¨ğ‘‘ ğ‘·ğ‘¤, ğ‘©ğ‘¤ğ‘¬ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘•ğ‘ğ‘°ğ‘› ğ‘¯ ğ‘°ğ‘Ÿ ğ‘ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘šğ‘³ğ‘‘ ğ‘•ğ‘¨ğ‘’ğ‘®ğ‘¦ğ‘“ğ‘²ğ‘•ğ‘¦ğ‘™ ğ‘ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘‘ ğ‘œğ‘¦ğ‘ğ‘Ÿ. ğ‘“ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘¯ğ‘´ğ‘¯ ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ ğ‘šğ‘¦ğ‘˜ğ‘ªğ‘¯ğ‘› ğ‘»ğ‘¤ğ‘° ğ‘©ğ‘›ğ‘©ğ‘¤ğ‘‘ğ‘£ğ‘«ğ‘›.

source: frenzy
en@shaw: ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘Ÿğ‘°

source: Steppe Spearman
en@shaw: ğ‘•ğ‘‘ğ‘§ğ‘ ğ‘•ğ‘ğ‘¦ğ‘®ğ‘¥ğ‘©ğ‘¯

source: Steppe Warrior
en@shaw: ğ‘•ğ‘‘ğ‘§ğ‘ ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼

source: aura blast
en@shaw: ğ‘ªğ‘®ğ‘© ğ‘šğ‘¤ğ‘¨ğ‘•ğ‘‘

source: race^Shaxthal
en@shaw: ğ‘–ğ‘¨ğ‘’ğ‘•ğ‘”ğ‘¨ğ‘¤

source: race+female^Shaxthal
en@shaw: ğ‘–ğ‘¨ğ‘’ğ‘•ğ‘”ğ‘¨ğ‘¤

source: race^Shaxthals
en@shaw: ğ‘–ğ‘¨ğ‘’ğ‘•ğ‘”ğ‘¨ğ‘¤ğ‘Ÿ
