Repository: wescamp/The_Silver_Lands-1.8
Catalog: po/*.po
Languages: en@shaw

source: Albeit with highly cutting-edge appearances, the Shaxthals are one of the most ancient inhabitants of this world. Supposedly, they were created by this world's original inhabitants by combining natural creatures with powerful technology and casting highly advance, arcane magic upon them. The reason for their creation was in order to aid their creators to protect themselves in the event of a series of assaults caused by creatures from another world. Although the Shaxthals succeeded with their purpose, they eventually turned against their creators due to a combination of their natural instincts and their adaptability. To make matters even worse, the adaptability mechanisms eventually allowed the Shaxthals to reproduce on their own. Their creators eventually found a way to destroy them, but they were too late. The strongest Shaxthals were simply sealed in pods, only to be reinvoked millenniums later by the Chaos Empire. Although Shaxthals are reprocessed creatures of all types, they all have glowing eyes, highly resilient metallic skin, and lack the need to breathe. Said skin is so resilient that it is quite hard to fell the creature; only powerful magic is an adequate force against such resilience. In addition, most Shaxthals have the ability to float at will. In addition to their fangs which transmit a powerful poison to the victim, and their claws, many Shaxthals have the ability to unleash an extremely powerful burst of energy at their quarry from their eyes. Nowadays, the Shaxthals have integrated themselves with the more natural ecosystem, with nobody commanding them. Despite this, the Shaxthals are still feared due to their immense power and their frightening reputation.
en@shaw: ğ‘ªğ‘¤ğ‘šğ‘°ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘£ğ‘²ğ‘¤ğ‘¦ ğ‘’ğ‘³ğ‘‘ğ‘¦ğ‘™-ğ‘§ğ‘¡ ğ‘©ğ‘ğ‘½ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ, ğ‘ ğ‘–ğ‘¨ğ‘’ğ‘•ğ‘”ğ‘¨ğ‘¤ğ‘Ÿ ğ‘¸ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ğ‘£ğ‘¨ğ‘šğ‘¦ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘»ğ‘¤ğ‘›. ğ‘•ğ‘©ğ‘ğ‘´ğ‘Ÿğ‘©ğ‘›ğ‘¤ğ‘°, ğ‘ğ‘± ğ‘¢ğ‘» ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘»ğ‘¤ğ‘›ğ‘Ÿ ğ‘©ğ‘®ğ‘¦ğ‘¡ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘£ğ‘¨ğ‘šğ‘¦ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘šğ‘² ğ‘’ğ‘©ğ‘¥ğ‘šğ‘²ğ‘¯ğ‘¦ğ‘™ ğ‘¯ğ‘¨ğ‘—ğ‘¼ğ‘©ğ‘¤ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘‘ğ‘§ğ‘’ğ‘¯ğ‘­ğ‘¤ğ‘©ğ‘¡ğ‘° ğ‘¯ ğ‘’ğ‘­ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘£ğ‘²ğ‘¤ğ‘¦ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•, ğ‘­ğ‘®ğ‘’ğ‘±ğ‘¯ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘ğ‘§ğ‘¥. ğ‘ ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘ğ‘º ğ‘’ğ‘®ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘‘ ğ‘²ğ‘› ğ‘ğ‘º ğ‘’ğ‘®ğ‘°ğ‘±ğ‘‘ğ‘»ğ‘Ÿ ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘§ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘ ğ‘© ğ‘•ğ‘½ğ‘¦ğ‘Ÿ ğ‘ ğ‘©ğ‘•ğ‘·ğ‘¤ğ‘‘ğ‘• ğ‘’ğ‘·ğ‘Ÿğ‘› ğ‘šğ‘² ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘¢ğ‘»ğ‘¤ğ‘›. ğ‘·ğ‘¤ğ‘ğ‘´ ğ‘ Shaxthals ğ‘•ğ‘©ğ‘’ğ‘•ğ‘°ğ‘›ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘º ğ‘ğ‘»ğ‘ğ‘©ğ‘•, ğ‘ğ‘± ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘—ğ‘©ğ‘¢ğ‘©ğ‘¤ğ‘° ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ğ‘º ğ‘’ğ‘®ğ‘°ğ‘±ğ‘‘ğ‘»ğ‘Ÿ ğ‘›ğ‘¿ ğ‘‘ ğ‘© ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¦ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ğ‘º ğ‘¯ğ‘¨ğ‘—ğ‘¼ğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘¦ğ‘™ğ‘’ğ‘‘ğ‘• ğ‘¯ ğ‘ğ‘º ğ‘©ğ‘›ğ‘¨ğ‘ğ‘‘ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘©ğ‘‘ğ‘°. ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘¥ğ‘¨ğ‘‘ğ‘¼ğ‘Ÿ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘»ğ‘•, ğ‘ ğ‘©ğ‘›ğ‘¨ğ‘ğ‘‘ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘©ğ‘‘ğ‘° ğ‘¥ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘¦ğ‘Ÿğ‘¥ğ‘Ÿ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘—ğ‘©ğ‘¢ğ‘©ğ‘¤ğ‘° ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘ ğ‘–ğ‘¨ğ‘’ğ‘•ğ‘”ğ‘¨ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘®ğ‘°ğ‘ğ‘®ğ‘©ğ‘›ğ‘¿ğ‘• ğ‘ªğ‘¯ ğ‘ğ‘º ğ‘´ğ‘¯. ğ‘ğ‘º ğ‘’ğ‘®ğ‘°ğ‘±ğ‘‘ğ‘»ğ‘Ÿ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘—ğ‘©ğ‘¢ğ‘©ğ‘¤ğ‘° ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘© ğ‘¢ğ‘± ğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ğ‘§ğ‘¥, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘± ğ‘¢ğ‘» ğ‘‘ğ‘µ ğ‘¤ğ‘±ğ‘‘. ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ğ‘œğ‘©ğ‘•ğ‘‘ Shaxthals ğ‘¢ğ‘» ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘¦ ğ‘•ğ‘°ğ‘¤ğ‘› ğ‘¦ğ‘¯ ğ‘ğ‘­ğ‘›ğ‘Ÿ, ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘‘ ğ‘šğ‘° reinvoked ğ‘¥ğ‘©ğ‘¤ğ‘§ğ‘¯ğ‘°ğ‘©ğ‘¥ğ‘Ÿ ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘šğ‘² ğ‘ ğ‘’ğ‘±ğ‘­ğ‘• ğ‘§ğ‘¥ğ‘ğ‘²ğ‘¼. ğ‘·ğ‘¤ğ‘ğ‘´ Shaxthals ğ‘¸ ğ‘®ğ‘°ğ‘ğ‘®ğ‘ªğ‘•ğ‘§ğ‘•ğ‘‘ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘ ğ‘·ğ‘¤ ğ‘‘ğ‘²ğ‘ğ‘•, ğ‘ğ‘± ğ‘·ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘œğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘²ğ‘Ÿ, ğ‘£ğ‘²ğ‘¤ğ‘¦ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘¤ğ‘˜ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘©ğ‘‘ğ‘¨ğ‘¤ğ‘¦ğ‘’ ğ‘•ğ‘’ğ‘¦ğ‘¯, ğ‘¯ ğ‘¤ğ‘¨ğ‘’ ğ‘ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘šğ‘®ğ‘°ğ‘. ğ‘•ğ‘§ğ‘› ğ‘•ğ‘’ğ‘¦ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘´ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘¤ğ‘˜ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¢ğ‘²ğ‘‘ ğ‘£ğ‘¸ğ‘› ğ‘‘ ğ‘“ğ‘§ğ‘¤ ğ‘ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼; ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¨ğ‘›ğ‘©ğ‘’ğ‘¢ğ‘©ğ‘‘ ğ‘“ğ‘¹ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘•ğ‘³ğ‘— ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘¤ğ‘°ğ‘©ğ‘¯ğ‘•. ğ‘¦ğ‘¯ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯, ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘–ğ‘¨ğ‘’ğ‘•ğ‘”ğ‘¨ğ‘¤ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘‘ ğ‘“ğ‘¤ğ‘´ğ‘‘ ğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘¤. ğ‘¦ğ‘¯ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ğ‘º ğ‘“ğ‘¨ğ‘™ğ‘Ÿ ğ‘¢ğ‘¦ğ‘— ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘¥ğ‘¦ğ‘‘ ğ‘© ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘©ğ‘¥, ğ‘¯ ğ‘ğ‘º ğ‘’ğ‘¤ğ‘·ğ‘Ÿ, ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘–ğ‘¨ğ‘’ğ‘•ğ‘”ğ‘¨ğ‘¤ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘‘ ğ‘©ğ‘¯ğ‘¤ğ‘°ğ‘– ğ‘©ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥ğ‘¤ğ‘¦ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘šğ‘»ğ‘•ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘¼ğ‘¡ğ‘¦ ğ‘¨ğ‘‘ ğ‘ğ‘º ğ‘’ğ‘¢ğ‘ªğ‘®ğ‘° ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘º ğ‘²ğ‘Ÿ. ğ‘¯ğ‘¬ğ‘©ğ‘›ğ‘±ğ‘Ÿ, ğ‘ Shaxthals ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘œğ‘®ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘ğ‘§ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¥ğ‘¹ ğ‘¯ğ‘¨ğ‘—ğ‘¼ğ‘©ğ‘¤ ğ‘°ğ‘’ğ‘´ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥, ğ‘¢ğ‘¦ğ‘ ğ‘¯ğ‘´ğ‘šğ‘ªğ‘›ğ‘¦ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥. ğ‘›ğ‘¦ğ‘•ğ‘ğ‘²ğ‘‘ ğ‘ğ‘¦ğ‘•, ğ‘ Shaxthals ğ‘¸ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘“ğ‘½ğ‘› ğ‘›ğ‘¿ ğ‘‘ ğ‘ğ‘º ğ‘¦ğ‘¥ğ‘§ğ‘¯ğ‘• ğ‘ğ‘¬ğ‘¼ ğ‘¯ ğ‘ğ‘º ğ‘“ğ‘®ğ‘²ğ‘‘ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘®ğ‘§ğ‘ğ‘¿ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯.

source: Drone
en@shaw: ğ‘›ğ‘®ğ‘´ğ‘¯

source: These shaxthal drones have not completely grown up, so they are considerably weaker than their adult counterparts, close to larvary state. Incredibly, when younger, these creatures' body is bigger, with most of it filled with strange poisonous fluids. Although they are also slower than their adults, their flexible exoskeleton allows them for good defense from their enemies.
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘–ğ‘¨ğ‘’ğ‘•ğ‘”ğ‘¨ğ‘¤ ğ‘›ğ‘®ğ‘´ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘¤ğ‘¦ ğ‘œğ‘®ğ‘´ğ‘¯ ğ‘³ğ‘, ğ‘•ğ‘´ ğ‘ğ‘± ğ‘¸ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘©ğ‘šğ‘©ğ‘¤ğ‘¦ ğ‘¢ğ‘°ğ‘’ğ‘» ğ‘ğ‘¨ğ‘¯ ğ‘ğ‘º ğ‘©ğ‘›ğ‘³ğ‘¤ğ‘‘ ğ‘’ğ‘¶ğ‘¯ğ‘‘ğ‘»ğ‘ğ‘­ğ‘®ğ‘‘ğ‘•, ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘‘ larvary ğ‘•ğ‘‘ğ‘±ğ‘‘. ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘§ğ‘›ğ‘©ğ‘šğ‘¤ğ‘°, ğ‘¢ğ‘§ğ‘¯ ğ‘˜ğ‘³ğ‘™ğ‘¼, ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ' ğ‘šğ‘ªğ‘›ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘šğ‘¦ğ‘œğ‘¼, ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘¦ğ‘‘ ğ‘“ğ‘¦ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘¯ğ‘¡ ğ‘ğ‘¶ğ‘•ğ‘©ğ‘¯ğ‘©ğ‘• ğ‘“ğ‘¤ğ‘µğ‘©ğ‘›ğ‘Ÿ. ğ‘·ğ‘¤ğ‘ğ‘´ ğ‘ğ‘± ğ‘¸ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘•ğ‘¤ğ‘´ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘ğ‘º ğ‘©ğ‘›ğ‘³ğ‘¤ğ‘‘ğ‘•, ğ‘ğ‘º ğ‘“ğ‘¤ğ‘§ğ‘’ğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘§ğ‘’ğ‘•ğ‘´ğ‘•ğ‘’ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘©ğ‘¯ ğ‘©ğ‘¤ğ‘¬ğ‘Ÿ ğ‘ğ‘§ğ‘¥ ğ‘“ğ‘¹ ğ‘œğ‘«ğ‘› ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘º ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ.

source: energy shock
en@shaw: ğ‘§ğ‘¯ğ‘¼ğ‘¡ğ‘¦ ğ‘–ğ‘ªğ‘’

source: Assault Drone
en@shaw: ğ‘©ğ‘•ğ‘ªğ‘¤ğ‘‘ ğ‘›ğ‘®ğ‘´ğ‘¯

source: Of all the horrors that have been witnessed by all those who oppose the Chaos Empire and survive the time necessary to pass the story onto generation by generation, the worst ever recorded might be these floating metallic beasts that resemble nagas in shape, and insects in appearance, that have big and strong claws, capable of cutting a man in half with small, if not nought, effort. These abominations, called the 'Shaxthal' by the witnesses, honor their name, derived from an ancient human dialect - which would mean 'invincible' in the modern tongue -, by being fierce, seemingly unstoppable and virtually invulnerable to physical weapons, for their body is protected by an incredibly tough and thick shell-armor, of which the only flaw would be the gaps of flesh in each joint, smelling like rotten flesh. By their resemblance to insects, they have also been titled the 'Drones' by the rebel forces, but it is a name easily underestimated by unexperienced fighters that have never seen them in reality. Those foolish ones only survive long enough to be crushed alive, limb by limb, by a lightbeam coming from the creature's eyes.
en@shaw: ğ‘ ğ‘·ğ‘¤ ğ‘ ğ‘£ğ‘ªğ‘®ğ‘¼ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘¢ğ‘¦ğ‘‘ğ‘¯ğ‘©ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘·ğ‘¤ ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘µ ğ‘©ğ‘ğ‘´ğ‘Ÿ ğ‘ ğ‘’ğ‘±ğ‘­ğ‘• ğ‘§ğ‘¥ğ‘ğ‘²ğ‘¼ ğ‘¯ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘¯ğ‘§ğ‘•ğ‘©ğ‘•ğ‘¼ğ‘¦ ğ‘‘ ğ‘ğ‘­ğ‘• ğ‘ ğ‘•ğ‘‘ğ‘¹ğ‘¦ ğ‘ªğ‘¯ğ‘‘ğ‘µ ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘–ğ‘ªğ‘¯ ğ‘šğ‘² ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘–ğ‘ªğ‘¯, ğ‘ ğ‘¢ğ‘»ğ‘•ğ‘‘ ğ‘§ğ‘ğ‘¼ ğ‘®ğ‘©ğ‘’ğ‘ªğ‘®ğ‘›ğ‘©ğ‘› ğ‘¥ğ‘²ğ‘‘ ğ‘šğ‘° ğ‘ğ‘°ğ‘Ÿ ğ‘“ğ‘¤ğ‘´ğ‘‘ğ‘¦ğ‘™ ğ‘¥ğ‘©ğ‘‘ğ‘¨ğ‘¤ğ‘¦ğ‘’ ğ‘šğ‘°ğ‘•ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘®ğ‘¦ğ‘Ÿğ‘§ğ‘¥ğ‘šğ‘©ğ‘¤ ğ‘¯ğ‘­ğ‘œğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘–ğ‘±ğ‘, ğ‘¯ ğ‘¦ğ‘¯ğ‘•ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘©ğ‘ğ‘½ğ‘©ğ‘¯ğ‘•, ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘¦ğ‘œ ğ‘¯ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘’ğ‘¤ğ‘·ğ‘Ÿ, ğ‘’ğ‘±ğ‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘’ğ‘³ğ‘‘ğ‘¦ğ‘™ ğ‘© ğ‘¥ğ‘¨ğ‘¯ ğ‘¦ğ‘¯ ğ‘£ğ‘­ğ‘“ ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘¥ğ‘·ğ‘¤, ğ‘¦ğ‘“ ğ‘¯ğ‘ªğ‘‘ ğ‘¯ğ‘·ğ‘‘, ğ‘§ğ‘“ğ‘¼ğ‘‘. ğ‘ğ‘°ğ‘Ÿ ğ‘©ğ‘šğ‘ªğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ, ğ‘’ğ‘·ğ‘¤ğ‘› ğ‘ 'ğ‘–ğ‘¨ğ‘’ğ‘•ğ‘”ğ‘¨ğ‘¤' ğ‘šğ‘² ğ‘ ğ‘¢ğ‘¦ğ‘‘ğ‘¯ğ‘©ğ‘•ğ‘©ğ‘Ÿ, ğ‘ªğ‘¯ğ‘¼ ğ‘ğ‘º ğ‘¯ğ‘±ğ‘¥, ğ‘›ğ‘¦ğ‘®ğ‘²ğ‘ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘©ğ‘¯ ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ â€” ğ‘¢ğ‘¦ğ‘— ğ‘¢ğ‘«ğ‘› ğ‘¥ğ‘°ğ‘¯ 'ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘šğ‘©ğ‘¤' ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘ªğ‘›ğ‘¼ğ‘¯ ğ‘‘ğ‘³ğ‘™ -, ğ‘šğ‘² ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘“ğ‘½ğ‘•, ğ‘•ğ‘°ğ‘¥ğ‘¦ğ‘™ğ‘¤ğ‘° ğ‘©ğ‘¯ğ‘•ğ‘‘ğ‘­ğ‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¯ ğ‘ğ‘»ğ‘—ğ‘µğ‘©ğ‘¤ğ‘° ğ‘¦ğ‘¯ğ‘ğ‘©ğ‘¤ğ‘¯ğ‘»ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘¦ğ‘Ÿğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ, ğ‘“ğ‘¹ ğ‘ğ‘º ğ‘šğ‘ªğ‘›ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘§ğ‘›ğ‘©ğ‘šğ‘¤ğ‘° ğ‘‘ğ‘³ğ‘“ ğ‘¯ ğ‘”ğ‘¦ğ‘’ ğ‘–ğ‘§ğ‘¤-ğ‘¸ğ‘¥ğ‘¼, ğ‘ ğ‘¢ğ‘¦ğ‘— ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘“ğ‘¤ğ‘ª ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘ ğ‘œğ‘¨ğ‘ğ‘• ğ‘ ğ‘“ğ‘¤ğ‘§ğ‘– ğ‘¦ğ‘¯ ğ‘°ğ‘— ğ‘¡ğ‘¶ğ‘¯ğ‘‘, ğ‘•ğ‘¥ğ‘§ğ‘¤ğ‘¦ğ‘™ ğ‘¤ğ‘²ğ‘’ ğ‘®ğ‘ªğ‘‘ğ‘©ğ‘¯ ğ‘“ğ‘¤ğ‘§ğ‘–. ğ‘šğ‘² ğ‘ğ‘º ğ‘®ğ‘¦ğ‘Ÿğ‘§ğ‘¥ğ‘šğ‘¤ğ‘©ğ‘¯ğ‘• ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘§ğ‘’ğ‘‘ğ‘•, ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘šğ‘°ğ‘¯ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ğ‘› ğ‘ 'ğ‘›ğ‘®ğ‘´ğ‘¯ğ‘Ÿ' ğ‘šğ‘² ğ‘ ğ‘®ğ‘§ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘© ğ‘¯ğ‘±ğ‘¥ ğ‘°ğ‘Ÿğ‘¦ğ‘¤ğ‘¦ ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘§ğ‘•ğ‘‘ğ‘©ğ‘¥ğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘šğ‘² ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘•ğ‘‘ ğ‘“ğ‘²ğ‘‘ğ‘»ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘°ğ‘¯ ğ‘ğ‘§ğ‘¥ ğ‘¦ğ‘¯ ğ‘®ğ‘¦ğ‘¨ğ‘¤ğ‘¦ğ‘‘ğ‘¦. ğ‘ğ‘´ğ‘Ÿ ğ‘“ğ‘µğ‘¤ğ‘¦ğ‘– ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ ğ‘¤ğ‘ªğ‘™ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘®ğ‘³ğ‘–ğ‘‘ ğ‘©ğ‘¤ğ‘²ğ‘, ğ‘¤ğ‘¦ğ‘¥ ğ‘šğ‘² ğ‘¤ğ‘¦ğ‘¥, ğ‘šğ‘² ğ‘© ğ‘¤ğ‘²ğ‘‘ğ‘šğ‘°ğ‘¥ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘²ğ‘Ÿ.

source: Protector Drone
en@shaw: ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ğ‘» ğ‘›ğ‘®ğ‘´ğ‘¯

source: Runner Drone
en@shaw: ğ‘®ğ‘©ğ‘¯ğ‘» ğ‘›ğ‘®ğ‘´ğ‘¯

source: These biomechanicals pretty much resemble the structure, appearance and behavior of Water Serpents, except that they don't need to breath, they are very strong and resistant to physical damage, and, most importantly, they cannot move quickly on most dry terrains. In fact, moving on the surface can be specially dangerous for them, as their lack of legs and excess of weight, combinated, render them defenseless. In a dramatically big contrast, their performance on their natural environments, the Shaxthal nests, is extremely dangerous for any intruders that may stumble across with these sneaky prowlers.
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘šğ‘²ğ‘´ğ‘¥ğ‘©ğ‘’ğ‘¨ğ‘¯ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘ğ‘®ğ‘¦ğ‘‘ğ‘¦ ğ‘¥ğ‘³ğ‘— ğ‘®ğ‘¦ğ‘Ÿğ‘§ğ‘¥ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘—ğ‘¼, ğ‘©ğ‘ğ‘½ğ‘©ğ‘¯ğ‘• ğ‘¯ ğ‘šğ‘¦ğ‘£ğ‘±ğ‘ğ‘˜ğ‘¼ ğ‘ ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘•ğ‘»ğ‘ğ‘©ğ‘¯ğ‘‘ğ‘•, ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘± ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘šğ‘®ğ‘§ğ‘”, ğ‘ğ‘± ğ‘¸ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘¯ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘‘ ğ‘“ğ‘¦ğ‘Ÿğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡, ğ‘¯, ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦, ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘ªğ‘¯ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘›ğ‘®ğ‘² ğ‘‘ğ‘»ğ‘±ğ‘¯ğ‘Ÿ. ğ‘¦ğ‘¯ ğ‘“ğ‘¨ğ‘’ğ‘‘, ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘“ğ‘¦ğ‘• ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘• ğ‘“ğ‘¹ ğ‘ğ‘§ğ‘¥, ğ‘¨ğ‘Ÿ ğ‘ğ‘º ğ‘¤ğ‘¨ğ‘’ ğ‘ ğ‘¤ğ‘§ğ‘œğ‘Ÿ ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘• ğ‘ ğ‘¢ğ‘±ğ‘‘, combinated, ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘» ğ‘ğ‘§ğ‘¥ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¤ğ‘©ğ‘•. ğ‘¦ğ‘¯ ğ‘© ğ‘›ğ‘®ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘° ğ‘šğ‘¦ğ‘œ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘­ğ‘•ğ‘‘, ğ‘ğ‘º ğ‘ğ‘¼ğ‘“ğ‘¹ğ‘¥ğ‘©ğ‘¯ğ‘• ğ‘ªğ‘¯ ğ‘ğ‘º ğ‘¯ğ‘¨ğ‘—ğ‘¼ğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘ğ‘²ğ‘®ğ‘©ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•, ğ‘ ğ‘–ğ‘¨ğ‘’ğ‘•ğ‘”ğ‘¨ğ‘¤ ğ‘¯ğ‘§ğ‘•ğ‘‘ğ‘•, ğ‘¦ğ‘Ÿ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥ğ‘¤ğ‘¦ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘• ğ‘“ğ‘¹ ğ‘§ğ‘¯ğ‘¦ ğ‘¦ğ‘¯ğ‘‘ğ‘®ğ‘µğ‘›ğ‘»ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘± ğ‘•ğ‘‘ğ‘³ğ‘¥ğ‘šğ‘¤ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘•ğ‘¯ğ‘°ğ‘’ğ‘° ğ‘ğ‘®ğ‘¶ğ‘¤ğ‘»ğ‘Ÿ.

source: Ghast
en@shaw: ğ‘œğ‘©ğ‘•ğ‘‘

source: The ghast is a creature taken from humankind's most primal nightmares. Unlike their lesser cousins, ghouls and necrophages, ghasts are not patient enough to wait for their victim to die from poison before consuming the body. They attack directly with their enormous mouths, trying to rip the flesh straight from their foes. Once their enemy is defeated, they eat the rest of the body, gaining strength in the process.
en@shaw: ğ‘ ğ‘œğ‘¨ğ‘•ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘© ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘£ğ‘˜ğ‘µğ‘¥ğ‘©ğ‘¯ğ‘’ğ‘²ğ‘¯ğ‘›ğ‘Ÿ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ğ‘®ğ‘²ğ‘¥ğ‘©ğ‘¤ ğ‘¯ğ‘²ğ‘‘ğ‘¥ğ‘§ğ‘®ğ‘Ÿ. ğ‘©ğ‘¯ğ‘¤ğ‘²ğ‘’ ğ‘ğ‘º ğ‘¤ğ‘§ğ‘•ğ‘¼ ğ‘’ğ‘³ğ‘Ÿğ‘©ğ‘¯ğ‘Ÿ, ğ‘œğ‘µğ‘¤ğ‘Ÿ ğ‘¯ necrophages, ghasts ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘¢ğ‘±ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘º ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘©ğ‘¥ ğ‘‘ ğ‘›ğ‘² ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¿ğ‘¥ğ‘¦ğ‘™ ğ‘ ğ‘šğ‘ªğ‘›ğ‘¦. ğ‘ğ‘± ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘º ğ‘¦ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘• ğ‘¥ğ‘¬ğ‘”ğ‘•, ğ‘‘ğ‘®ğ‘²ğ‘¦ğ‘™ ğ‘‘ ğ‘®ğ‘¦ğ‘ ğ‘ ğ‘“ğ‘¤ğ‘§ğ‘– ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘º ğ‘“ğ‘´ğ‘Ÿ. ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘ğ‘º ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘›, ğ‘ğ‘± ğ‘°ğ‘‘ ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘šğ‘ªğ‘›ğ‘¦, ğ‘œğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘™ğ‘” ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•.

source: bite
en@shaw: ğ‘šğ‘²ğ‘‘

source: Ancestor
en@shaw: ğ‘¨ğ‘¯ğ‘•ğ‘§ğ‘•ğ‘‘ğ‘¼

source: Revered warriors of old roam through the elven forests, visible only due to their shining silver swords. They are only partially present in the mortal realm, and wounds close as if they had never existed. Their voice can whisper in the wind words that chill the hearts of their enemies, making them, ocassionally, abandon the fight prematurely, or even die of sheer fear.
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘¦ğ‘®ğ‘› ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ğ‘Ÿ ğ‘ ğ‘´ğ‘¤ğ‘› ğ‘®ğ‘´ğ‘¥ ğ‘”ğ‘®ğ‘µ ğ‘ elven ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘•, ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘›ğ‘¿ ğ‘‘ ğ‘ğ‘º ğ‘–ğ‘²ğ‘¯ğ‘¦ğ‘™ ğ‘•ğ‘¦ğ‘¤ğ‘ğ‘» ğ‘•ğ‘¹ğ‘›ğ‘Ÿ. ğ‘ğ‘± ğ‘¸ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ğ‘¸ğ‘‘ğ‘¦ğ‘¨ğ‘¤ğ‘¦ ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘¹ğ‘‘ğ‘©ğ‘¤ ğ‘®ğ‘§ğ‘¤ğ‘¥, ğ‘¯ ğ‘¢ğ‘µğ‘¯ğ‘›ğ‘Ÿ ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘¦ğ‘“ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘› ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘›. ğ‘ğ‘º ğ‘ğ‘¶ğ‘• ğ‘’ğ‘¨ğ‘¯ ğ‘¢ğ‘¦ğ‘•ğ‘ğ‘» ğ‘¦ğ‘¯ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘› ğ‘¢ğ‘»ğ‘›ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘—ğ‘¦ğ‘¤ ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘• ğ‘ ğ‘ğ‘º ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ, ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥, ocassionally, ğ‘©ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘‘ ğ‘ğ‘®ğ‘°ğ‘¥ğ‘©ğ‘—ğ‘«ğ‘®ğ‘¤ğ‘°, ğ‘¹ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘›ğ‘² ğ‘ ğ‘–ğ‘½ ğ‘“ğ‘½.

source: ancient blade
en@shaw: ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘šğ‘¤ğ‘±ğ‘›

source: requiem
en@shaw: ğ‘®ğ‘§ğ‘’ğ‘¢ğ‘°ğ‘©ğ‘¥

source: Forefather
en@shaw: ğ‘“ğ‘ªğ‘®ğ‘“ğ‘­ğ‘ğ‘»

source: Warrior Spirit
en@shaw: ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ ğ‘•ğ‘ğ‘¦ğ‘®ğ‘¦ğ‘‘

source: Shadow Minion
en@shaw: ğ‘–ğ‘¨ğ‘›ğ‘´ ğ‘¥ğ‘¦ğ‘¯ğ‘˜ğ‘©ğ‘¯

source: This spawn of Darkness must have been summoned by a powerful evil warlock. Although weak under the suns' light, the cover and protection of the grand shadows of the night allows them to kill heavy and big preys with a single stabbing strike on their backs. Combined with their high resistance to physical damage, all this makes them enemies that should not be underestimated when no person skilled in the magic arts is handy to help with destroying these shady messengers of death.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘•ğ‘ğ‘­ğ‘¯ ğ‘ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘• ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘³ğ‘¥ğ‘©ğ‘¯ğ‘› ğ‘šğ‘² ğ‘© ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘°ğ‘ğ‘©ğ‘¤ warlock. ğ‘·ğ‘¤ğ‘ğ‘´ ğ‘¢ğ‘°ğ‘’ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘•ğ‘©ğ‘¯ğ‘Ÿ' ğ‘¤ğ‘²ğ‘‘, ğ‘ ğ‘’ğ‘³ğ‘ğ‘¼ ğ‘¯ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘œğ‘®ğ‘¨ğ‘¯ğ‘› ğ‘–ğ‘¨ğ‘›ğ‘´ğ‘Ÿ ğ‘ ğ‘ ğ‘¯ğ‘²ğ‘‘ ğ‘©ğ‘¤ğ‘¬ğ‘Ÿ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘’ğ‘¦ğ‘¤ ğ‘£ğ‘§ğ‘ğ‘¦ ğ‘¯ ğ‘šğ‘¦ğ‘œ ğ‘ğ‘®ğ‘±ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘¨ğ‘šğ‘¦ğ‘™ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ ğ‘ªğ‘¯ ğ‘ğ‘º ğ‘šğ‘¨ğ‘’ğ‘•. ğ‘’ğ‘©ğ‘¥ğ‘šğ‘²ğ‘¯ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘º ğ‘£ğ‘² ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘• ğ‘‘ ğ‘“ğ‘¦ğ‘Ÿğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡, ğ‘·ğ‘¤ ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘±ğ‘’ğ‘• ğ‘ğ‘§ğ‘¥ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘§ğ‘•ğ‘‘ğ‘©ğ‘¥ğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘¯ğ‘´ ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ ğ‘•ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘¸ğ‘‘ğ‘• ğ‘¦ğ‘Ÿ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘¦ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¢ğ‘¦ğ‘ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ğ‘¦ğ‘™ ğ‘ğ‘°ğ‘Ÿ ğ‘–ğ‘±ğ‘›ğ‘¦ ğ‘¥ğ‘§ğ‘•ğ‘©ğ‘¯ğ‘¡ğ‘¼ğ‘Ÿ ğ‘ ğ‘›ğ‘§ğ‘”.

source: Shadow Spawn
en@shaw: ğ‘–ğ‘¨ğ‘›ğ‘´ ğ‘•ğ‘ğ‘­ğ‘¯

source: Only those adept in the arts of true darkness can create the abominations known as the Shadow Spawn. A Shadow Spawn is essentially a spirit composed of dark energy that is created by combining necromantic magic with magic of true darkness. Like some undead, they possess the necromantic ability to raise the corpses of those they kill to the cruel world of unlife.
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ğ‘´ğ‘Ÿ ğ‘©ğ‘›ğ‘§ğ‘ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¸ğ‘‘ğ‘• ğ‘ ğ‘‘ğ‘®ğ‘µ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘• ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘ ğ‘©ğ‘šğ‘ªğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ğ‘´ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘ ğ‘–ğ‘¨ğ‘›ğ‘´ ğ‘•ğ‘ğ‘­ğ‘¯. ğ‘© ğ‘–ğ‘¨ğ‘›ğ‘´ ğ‘•ğ‘ğ‘­ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘•ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘© ğ‘•ğ‘ğ‘¦ğ‘®ğ‘¦ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘Ÿğ‘› ğ‘ ğ‘›ğ‘¸ğ‘’ ğ‘§ğ‘¯ğ‘¼ğ‘¡ğ‘¦ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘’ğ‘©ğ‘¥ğ‘šğ‘²ğ‘¯ğ‘¦ğ‘™ necromantic ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘ ğ‘‘ğ‘®ğ‘µ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘•. ğ‘¤ğ‘²ğ‘’ ğ‘•ğ‘³ğ‘¥ undead, ğ‘ğ‘± ğ‘ğ‘©ğ‘Ÿğ‘§ğ‘• ğ‘ necromantic ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘‘ ğ‘®ğ‘±ğ‘Ÿ ğ‘ ğ‘’ğ‘ªğ‘®ğ‘ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘ğ‘´ğ‘Ÿ ğ‘ğ‘± ğ‘’ğ‘¦ğ‘¤ ğ‘‘ ğ‘ ğ‘’ğ‘®ğ‘«ğ‘©ğ‘¤ ğ‘¢ğ‘»ğ‘¤ğ‘› ğ‘ unlife.

source: Death Baron
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘šğ‘¨ğ‘®ğ‘ªğ‘¯

source: Sometimes the mightiest warriors and generals, cursed with hate and angst, come back to this world as Death Knights. Death Barons serve them whilst accruing enough unholy power to become Death Knights. In the process they pick up a good deal of the Knight's power, including the ability to command underlings.
en@shaw: ğ‘•ğ‘³ğ‘¥ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ ğ‘ ğ‘¥ğ‘²ğ‘‘ğ‘°ğ‘©ğ‘•ğ‘‘ ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ğ‘Ÿ ğ‘¯ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ğ‘Ÿ, ğ‘’ğ‘»ğ‘•ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘£ğ‘±ğ‘‘ ğ‘¯ ğ‘­ğ‘™ğ‘’ğ‘•ğ‘‘, ğ‘’ğ‘³ğ‘¥ ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘»ğ‘¤ğ‘› ğ‘¨ğ‘Ÿ ğ‘›ğ‘§ğ‘” ğ‘¯ğ‘²ğ‘‘ğ‘•. ğ‘›ğ‘§ğ‘” ğ‘šğ‘¨ğ‘®ğ‘ªğ‘¯ğ‘Ÿ ğ‘•ğ‘»ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘¢ğ‘²ğ‘¤ğ‘•ğ‘‘ ğ‘©ğ‘’ğ‘®ğ‘µğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘©ğ‘¯ğ‘£ğ‘´ğ‘¤ğ‘° ğ‘ğ‘¬ğ‘¼ ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘›ğ‘§ğ‘” ğ‘¯ğ‘²ğ‘‘ğ‘•. ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• ğ‘ğ‘± ğ‘ğ‘¦ğ‘’ ğ‘³ğ‘ ğ‘© ğ‘œğ‘«ğ‘› ğ‘›ğ‘°ğ‘¤ ğ‘ ğ‘ ğ‘¯ğ‘²ğ‘‘ğ‘• ğ‘ğ‘¬ğ‘¼, ğ‘¦ğ‘¯ğ‘’ğ‘¤ğ‘µğ‘›ğ‘¦ğ‘™ ğ‘ ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘¤ğ‘¦ğ‘™ğ‘Ÿ.

source: Bone Knight
en@shaw: ğ‘šğ‘´ğ‘¯ ğ‘¯ğ‘²ğ‘‘

source: Once great warriors across the plains, these mounted riders atop their skeletal horses were raised from the ground by unholy magic to spread fear and destruction.
en@shaw: ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ğ‘Ÿ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘Ÿ, ğ‘ğ‘°ğ‘Ÿ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘©ğ‘‘ğ‘­ğ‘ ğ‘ğ‘º ğ‘•ğ‘’ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘©ğ‘¤ ğ‘£ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘¢ğ‘» ğ‘®ğ‘±ğ‘Ÿğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘šğ‘² ğ‘©ğ‘¯ğ‘£ğ‘´ğ‘¤ğ‘° ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘‘ ğ‘•ğ‘ğ‘®ğ‘§ğ‘› ğ‘“ğ‘½ ğ‘¯ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘–ğ‘©ğ‘¯.

source: trample
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘¥ğ‘ğ‘©ğ‘¤

source: Skeleton Rider
en@shaw: ğ‘•ğ‘’ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘©ğ‘¯ ğ‘®ğ‘²ğ‘›ğ‘¼

source: Once great warriors thundering across the plains, these mounted riders atop their skeletal horses were raised from the grave by unholy magic to spread fear and destruction.
en@shaw: ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ğ‘Ÿ ğ‘”ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘¦ğ‘™ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘Ÿ, ğ‘ğ‘°ğ‘Ÿ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘©ğ‘‘ğ‘­ğ‘ ğ‘ğ‘º ğ‘•ğ‘’ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘©ğ‘¤ ğ‘£ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘¢ğ‘» ğ‘®ğ‘±ğ‘Ÿğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘œğ‘®ğ‘±ğ‘ ğ‘šğ‘² ğ‘©ğ‘¯ğ‘£ğ‘´ğ‘¤ğ‘° ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘‘ ğ‘•ğ‘ğ‘®ğ‘§ğ‘› ğ‘“ğ‘½ ğ‘¯ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘–ğ‘©ğ‘¯.

source: race^Vampire
en@shaw: ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘®

source: race^Vampires
en@shaw: ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘®ğ‘Ÿ

source: Blood Apprentice
en@shaw: ğ‘šğ‘¤ğ‘³ğ‘› ğ‘©ğ‘ğ‘®ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘•

source: blood boil
en@shaw: ğ‘šğ‘¤ğ‘³ğ‘› ğ‘šğ‘¶ğ‘¤

source: Blood Hulk
en@shaw: ğ‘šğ‘¤ğ‘³ğ‘› ğ‘£ğ‘©ğ‘¤ğ‘’

source: Blood Manipulator
en@shaw: ğ‘šğ‘¤ğ‘³ğ‘› ğ‘¥ğ‘©ğ‘¯ğ‘¦ğ‘ğ‘˜ğ‘©ğ‘¤ğ‘±ğ‘‘ğ‘»

source: Bloodborn
en@shaw: ğ‘šğ‘¤ğ‘³ğ‘›ğ‘šğ‘¹ğ‘¯

source: Vampires do not bear many natural children. Most vampires are spawned by a bite from another vampire. The curses and strengths of vampires are spread as the vampire sucks the blood from his prey, and replaces it with magic. People new to the blood are made weak by it, and have not enough mastery over their mind to resist an order of the one who bit them. Eventualy, they will grow used to it, and learn how to use the strength it provides them, but until then they are much as oversized children.
en@shaw: ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘®ğ‘Ÿ ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘º ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¯ğ‘¨ğ‘—ğ‘¼ğ‘©ğ‘¤ ğ‘—ğ‘¦ğ‘¤ğ‘›ğ‘®ğ‘©ğ‘¯. ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘®ğ‘Ÿ ğ‘¸ ğ‘•ğ‘ğ‘ªğ‘¯ğ‘› ğ‘šğ‘² ğ‘© ğ‘šğ‘²ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘®. ğ‘ ğ‘’ğ‘»ğ‘•ğ‘¦ğ‘Ÿ ğ‘¯ ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘™ğ‘”ğ‘• ğ‘ ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘®ğ‘Ÿ ğ‘¸ ğ‘•ğ‘ğ‘®ğ‘§ğ‘› ğ‘¨ğ‘Ÿ ğ‘ ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘® ğ‘•ğ‘³ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘³ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘£ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘±, ğ‘¯ ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’. ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¯ğ‘¿ ğ‘‘ ğ‘ ğ‘šğ‘¤ğ‘³ğ‘› ğ‘¸ ğ‘¥ğ‘±ğ‘› ğ‘¢ğ‘°ğ‘’ ğ‘šğ‘² ğ‘¦ğ‘‘, ğ‘¯ ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ğ‘¦ ğ‘´ğ‘ğ‘¼ ğ‘ğ‘º ğ‘¥ğ‘²ğ‘¯ğ‘› ğ‘‘ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ ğ‘©ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘ ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘£ğ‘µ ğ‘šğ‘¦ğ‘‘ ğ‘ğ‘§ğ‘¥. ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘—ğ‘©ğ‘¢ğ‘©ğ‘¤ğ‘°, ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘®ğ‘´ ğ‘¿ğ‘Ÿğ‘› ğ‘‘ ğ‘¦ğ‘‘, ğ‘¯ ğ‘¤ğ‘»ğ‘¯ ğ‘£ğ‘¬ ğ‘‘ ğ‘¿ğ‘• ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘™ğ‘” ğ‘¦ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘Ÿ ğ‘ğ‘§ğ‘¥, ğ‘šğ‘³ğ‘‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘¸ ğ‘¥ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘´ğ‘ğ‘»ğ‘•ğ‘²ğ‘Ÿğ‘› ğ‘—ğ‘¦ğ‘¤ğ‘›ğ‘®ğ‘©ğ‘¯.

source: female^Bloodborn
en@shaw: ğ‘šğ‘¤ğ‘³ğ‘›ğ‘šğ‘¹ğ‘¯

source: female^Duchess
en@shaw: ğ‘›ğ‘³ğ‘—ğ‘©ğ‘•

source: dementia gaze
en@shaw: ğ‘›ğ‘¦ğ‘¥ğ‘§ğ‘¯ğ‘–ğ‘°ğ‘© ğ‘œğ‘±ğ‘Ÿ

source: Duelist
en@shaw: ğ‘›ğ‘µğ‘©ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Vampires have always had a somewhat upper-class manner. This transfers over to their style of fighting too. The vampires without the family or leadership to become lords make themselves useful to a lord that can ensure they always have a fresh supply of blood. Those who do this are known as duelists. Their masters use them as guards and assassins. The wear not armor, but focus on rapid pinpoint fencing which they carry out with inhuman accuracy.
en@shaw: ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘®ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘£ğ‘¨ğ‘› ğ‘© ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘ªğ‘‘ ğ‘³ğ‘ğ‘»-ğ‘’ğ‘¤ğ‘­ğ‘• ğ‘¥ğ‘¨ğ‘¯ğ‘¼. ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘“ğ‘»ğ‘Ÿ ğ‘´ğ‘ğ‘¼ ğ‘‘ ğ‘ğ‘º ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘‘ğ‘µ. ğ‘ ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘®ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘ ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¦ ğ‘¹ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘–ğ‘¦ğ‘ ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘¥ğ‘±ğ‘’ ğ‘ğ‘§ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤ ğ‘‘ ğ‘© ğ‘¤ğ‘¹ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘¦ğ‘¯ğ‘–ğ‘«ğ‘¼ ğ‘ğ‘± ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘“ğ‘®ğ‘§ğ‘– ğ‘•ğ‘©ğ‘ğ‘¤ğ‘² ğ‘ ğ‘šğ‘¤ğ‘³ğ‘›. ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘µ ğ‘›ğ‘µ ğ‘ğ‘¦ğ‘• ğ‘¸ ğ‘¯ğ‘´ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘›ğ‘µğ‘©ğ‘¤ğ‘¦ğ‘•ğ‘‘ğ‘•. ğ‘ğ‘º ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¿ğ‘Ÿ ğ‘ğ‘§ğ‘¥ ğ‘¨ğ‘Ÿ ğ‘œğ‘¸ğ‘›ğ‘Ÿ ğ‘¯ ğ‘©ğ‘•ğ‘¨ğ‘•ğ‘©ğ‘¯ğ‘Ÿ. ğ‘ ğ‘¢ğ‘º ğ‘¯ğ‘ªğ‘‘ ğ‘¸ğ‘¥ğ‘¼, ğ‘šğ‘³ğ‘‘ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘• ğ‘ªğ‘¯ ğ‘®ğ‘¨ğ‘ğ‘¦ğ‘› ğ‘ğ‘¦ğ‘¯ğ‘ğ‘¬ğ‘¯ğ‘‘ ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘— ğ‘ğ‘± ğ‘’ğ‘¨ğ‘®ğ‘¦ ğ‘¬ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘¦ğ‘¯ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘¨ğ‘’ğ‘˜ğ‘»ğ‘©ğ‘•ğ‘°.

source: female^Duelist
en@shaw: ğ‘›ğ‘µğ‘©ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Most vampires are weak ones in service of the lords and more powerful ones, hoping and waiting that they will rise into a position of power for themselves. Until then they serve him in exchange for blood. When there are no more humans and half bloods, these vampires are the next most expendable thing a vampire lord has.
en@shaw: ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘®ğ‘Ÿ ğ‘¸ ğ‘¢ğ‘°ğ‘’ ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘• ğ‘ ğ‘ ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘¯ ğ‘¥ğ‘¹ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ, ğ‘£ğ‘ªğ‘ğ‘¦ğ‘™ ğ‘¯ ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘²ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘© ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ğ‘¬ğ‘¼ ğ‘“ğ‘¹ ğ‘ğ‘§ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘•ğ‘»ğ‘ ğ‘£ğ‘¦ğ‘¥ ğ‘¦ğ‘¯ ğ‘§ğ‘’ğ‘•ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘“ğ‘¹ ğ‘šğ‘¤ğ‘³ğ‘›. ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¸ ğ‘¯ğ‘´ ğ‘¥ğ‘¹ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘£ğ‘­ğ‘“ ğ‘šğ‘¤ğ‘³ğ‘›ğ‘Ÿ, ğ‘ğ‘°ğ‘Ÿ ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘®ğ‘Ÿ ğ‘¸ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘”ğ‘¦ğ‘™ ğ‘© ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘® ğ‘¤ğ‘¹ğ‘› ğ‘£ğ‘¨ğ‘Ÿ.

source: Flesh Artisan
en@shaw: ğ‘“ğ‘¤ğ‘§ğ‘– ğ‘­ğ‘®ğ‘‘ğ‘©ğ‘Ÿğ‘©ğ‘¯
