Repository: wescamp/The_Silver_Lands-1.8
Catalog: po/*.po
Languages: en@shaw

source: When this unit is attacking offensively with its dread attack, the opponent will be struck with fear, thus the damage dealt by their retaliation will be weakened.
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘©ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘ğ‘¤ğ‘° ğ‘¢ğ‘¦ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘›ğ‘®ğ‘§ğ‘› ğ‘©ğ‘‘ğ‘¨ğ‘’, ğ‘ ğ‘©ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ ğ‘¢ğ‘¦ğ‘ ğ‘“ğ‘½, ğ‘ğ‘³ğ‘• ğ‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘›ğ‘§ğ‘¤ğ‘‘ ğ‘šğ‘² ğ‘ğ‘º ğ‘®ğ‘°ğ‘‘ğ‘¨ğ‘¤ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¢ğ‘°ğ‘’ğ‘©ğ‘¯ğ‘›.

source: This unit can fly over the terrain and over any impediments such as the snow, chasms and sand...
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘¤ğ‘² ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘¯ ğ‘´ğ‘ğ‘¼ ğ‘§ğ‘¯ğ‘¦ ğ‘¦ğ‘¥ğ‘ğ‘§ğ‘›ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘ ğ‘•ğ‘¯ğ‘´, ğ‘’ğ‘¨ğ‘Ÿğ‘©ğ‘¥ğ‘Ÿ ğ‘¯ ğ‘•ğ‘­ğ‘¯ğ‘›...

source: While defending this unit's counter attacks will always have a 60% chance to hit.
en@shaw: ğ‘¢ğ‘²ğ‘¤ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘˜ğ‘µğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘¼ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘© 60% ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘£ğ‘¦ğ‘‘.

source: Some scenarios in this campaign are not as straightforward as most scenarios are in other campaigns, so please carefully examine the scenario conditions. Unless it is necessary, I would not recommend mindlessly eradicating every enemy in sight. In addition, I would recommend playing <i>Under the Burning the Suns</i> and <i>Invasion from the Unknown</i>, so that you will be able to fully understand the plot of this campaign. If you have not played those campaigns or read their storylines, be warned that this campaign may spoil your fun if you ever play those campaigns in the future.
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘•ğ‘¦ğ‘¯ğ‘§ğ‘®ğ‘°ğ‘´ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘Ÿ ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘“ğ‘ªğ‘®ğ‘¢ğ‘»ğ‘› ğ‘¨ğ‘Ÿ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘¯ğ‘§ğ‘®ğ‘°ğ‘´ğ‘Ÿ ğ‘¸ ğ‘¦ğ‘¯ ğ‘³ğ‘ğ‘¼ ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ğ‘Ÿ, ğ‘•ğ‘´ ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤ğ‘¦ ğ‘¦ğ‘œğ‘Ÿğ‘¨ğ‘¥ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘¦ğ‘¯ğ‘§ğ‘®ğ‘°ğ‘´ ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ. ğ‘³ğ‘¯ğ‘¤ğ‘§ğ‘• ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘§ğ‘•ğ‘©ğ‘•ğ‘¼ğ‘¦, ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘§ğ‘’ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘› ğ‘¥ğ‘²ğ‘¯ğ‘›ğ‘¤ğ‘©ğ‘•ğ‘¤ğ‘° ğ‘¦ğ‘®ğ‘¨ğ‘›ğ‘©ğ‘’ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¦ğ‘¯ ğ‘•ğ‘²ğ‘‘. ğ‘¦ğ‘¯ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯, ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘®ğ‘§ğ‘’ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘› ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ <i>ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘šğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘©ğ‘¯ğ‘Ÿ</ii> ğ‘¯ <i>ğ‘¦ğ‘¯ğ‘ğ‘±ğ‘ ğ‘©ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘³ğ‘¯ğ‘´ğ‘¯</>, ğ‘•ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘ğ‘¤ğ‘ªğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯. ğ‘¦ğ‘“ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘› ğ‘ğ‘´ğ‘Ÿ ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘¹ ğ‘®ğ‘§ğ‘› ğ‘ğ‘º ğ‘•ğ‘‘ğ‘ªğ‘®ğ‘°ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ, ğ‘šğ‘° ğ‘¢ğ‘¹ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘¥ğ‘± ğ‘•ğ‘ğ‘¶ğ‘¤ ğ‘¿ğ‘¼ ğ‘“ğ‘³ğ‘¯ ğ‘¦ğ‘“ ğ‘¿ ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¤ğ‘± ğ‘ğ‘´ğ‘Ÿ ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘¿ğ‘—ğ‘¼.

source: Also, you should only play Episode II if you have played Episode I at least once. Otherwise, you may not understand the plot that well.
en@shaw: ğ‘·ğ‘¤ğ‘•ğ‘´, ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ğ‘¤ğ‘± ğ‘§ğ‘ğ‘©ğ‘•ğ‘´ğ‘› II ğ‘¦ğ‘“ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘ğ‘¤ğ‘±ğ‘› ğ‘§ğ‘ğ‘©ğ‘•ğ‘´ğ‘› ğ‘² ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘¢ğ‘³ğ‘¯ğ‘•. ğ‘³ğ‘ğ‘¼ğ‘¢ğ‘²ğ‘Ÿ, ğ‘¿ ğ‘¥ğ‘± ğ‘¯ğ‘ªğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘ğ‘¤ğ‘ªğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘§ğ‘¤.

source: I am here to tell you the story of what happened after the Chaos Empire fell. Supposedly, with the end of the Chaos Empire came the end of all the suffering and despair. However, there are some people who are still loyal to the great evil; one of these entities is the Iron Council and the forces who are still loyal to them.
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘£ğ‘½ ğ‘‘ ğ‘‘ğ‘§ğ‘¤ ğ‘¿ ğ‘ ğ‘•ğ‘‘ğ‘¹ğ‘¦ ğ‘ ğ‘£ğ‘¢ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘› ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ Â·ğ‘’ğ‘±ğ‘­ğ‘• Â·ğ‘§ğ‘¥ğ‘ğ‘²ğ‘¼ ğ‘“ğ‘§ğ‘¤. ğ‘•ğ‘©ğ‘ğ‘´ğ‘Ÿğ‘©ğ‘›ğ‘¤ğ‘°, ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘ Â·ğ‘’ğ‘±ğ‘­ğ‘• Â·ğ‘§ğ‘¥ğ‘ğ‘²ğ‘¼ ğ‘’ğ‘±ğ‘¥ ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘·ğ‘¤ ğ‘ ğ‘•ğ‘³ğ‘“ğ‘¼ğ‘¦ğ‘™ ğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘º. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘ğ‘º ğ‘¸ ğ‘•ğ‘³ğ‘¥ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘£ğ‘µ ğ‘¸ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¤ğ‘¶ğ‘©ğ‘¤ ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¤; ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘ Â·ğ‘²ğ‘¼ğ‘¯ Â·ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘¯ ğ‘ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘£ğ‘µ ğ‘¸ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¤ğ‘¶ğ‘©ğ‘¤ ğ‘‘ ğ‘ğ‘§ğ‘¥.

source: Her journal told us of her many adventures. The last entry was around a few hundred years ago. The last entry mentioned that she was in the territory of highly hostile humans ruled by three vile necromancers... she... was being pursued.
en@shaw: ğ‘£ğ‘» ğ‘¡ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘‘ğ‘´ğ‘¤ğ‘› ğ‘³ğ‘• ğ‘ ğ‘£ğ‘» ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘©ğ‘›ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘¿ğ‘®ğ‘Ÿ. ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘¢ğ‘ªğ‘Ÿ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘© ğ‘“ğ‘¿ ğ‘£ğ‘³ğ‘¯ğ‘›ğ‘®ğ‘§ğ‘› ğ‘˜ğ‘½ğ‘Ÿ ğ‘©ğ‘œğ‘´. ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘¥ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘–ğ‘° ğ‘¢ğ‘ªğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘¼ğ‘¦ ğ‘ ğ‘£ğ‘²ğ‘¤ğ‘¦ ğ‘£ğ‘ªğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘®ğ‘µğ‘¤ğ‘› ğ‘šğ‘² ğ‘”ğ‘®ğ‘° ğ‘ğ‘²ğ‘¤ necromancers... ğ‘–ğ‘°... ğ‘¢ğ‘ªğ‘Ÿ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘ğ‘¼ğ‘•ğ‘¿ğ‘›.

source: As she mentioned when we freed her from her vile, physical form, she... was freed. Therefore, I assumed that the humans who were pursuing her... captured her, and somehow corrupted her mind. Luckily, we freed her from her accursed prison.
en@shaw: ğ‘¨ğ‘Ÿ ğ‘–ğ‘° ğ‘¥ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘¢ğ‘° ğ‘“ğ‘®ğ‘°ğ‘› ğ‘£ğ‘» ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘£ğ‘» ğ‘ğ‘²ğ‘¤, ğ‘“ğ‘¦ğ‘Ÿğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘“ğ‘¹ğ‘¥, ğ‘–ğ‘°... ğ‘¢ğ‘ªğ‘Ÿ ğ‘“ğ‘®ğ‘°ğ‘›. ğ‘ğ‘ºğ‘“ğ‘¹, ğ‘² ğ‘©ğ‘•ğ‘¿ğ‘¥ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘£ğ‘µ ğ‘¢ğ‘» ğ‘ğ‘¼ğ‘•ğ‘¿ğ‘¦ğ‘™ ğ‘£ğ‘»... ğ‘’ğ‘¨ğ‘ğ‘—ğ‘»ğ‘› ğ‘£ğ‘», ğ‘¯ ğ‘•ğ‘³ğ‘¥ğ‘£ğ‘¬ ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘ğ‘©ğ‘› ğ‘£ğ‘» ğ‘¥ğ‘²ğ‘¯ğ‘›. ğ‘¤ğ‘³ğ‘’ğ‘¦ğ‘¤ğ‘¦, ğ‘¢ğ‘° ğ‘“ğ‘®ğ‘°ğ‘› ğ‘£ğ‘» ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘£ğ‘» ğ‘©ğ‘’ğ‘»ğ‘•ğ‘‘ ğ‘ğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯.

source: Nonetheless, we've safely made it to Dramalida. Upon entering it, I deeply gazed into the view, it was beautiful. It is a wonderful, yet icy paradise.
en@shaw: ğ‘¯ğ‘©ğ‘¯ğ‘ğ‘©ğ‘¤ğ‘§ğ‘•, ğ‘¢ğ‘°'ğ‘ ğ‘•ğ‘±ğ‘“ğ‘¤ğ‘¦ ğ‘¥ğ‘±ğ‘› ğ‘¦ğ‘‘ ğ‘‘ Â·ğ‘›ğ‘®ğ‘©ğ‘¥ğ‘©ğ‘¤ğ‘°ğ‘›ğ‘©. ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘§ğ‘¯ğ‘‘ğ‘¼ğ‘¦ğ‘™ ğ‘¦ğ‘‘, ğ‘² ğ‘›ğ‘°ğ‘ğ‘¤ğ‘¦ ğ‘œğ‘±ğ‘Ÿğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘ğ‘¿, ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘šğ‘¿ğ‘‘ğ‘¦ğ‘“ğ‘©ğ‘¤. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘© ğ‘¢ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘“ğ‘©ğ‘¤, ğ‘˜ğ‘§ğ‘‘ ğ‘²ğ‘•ğ‘° ğ‘ğ‘¨ğ‘®ğ‘©ğ‘›ğ‘²ğ‘•.

source: Hopefully, we will be able to make it to the Ice Palace.
en@shaw: ğ‘£ğ‘´ğ‘ğ‘“ğ‘©ğ‘¤ğ‘°, ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘‘ ğ‘ Â·ğ‘²ğ‘• Â·ğ‘ğ‘¨ğ‘¤ğ‘©ğ‘•.

source: ruby
en@shaw: ğ‘®ğ‘µğ‘šğ‘°

source: amethyst
en@shaw: ğ‘¨ğ‘¥ğ‘¦ğ‘”ğ‘¦ğ‘•ğ‘‘

source: diamond
en@shaw: ğ‘›ğ‘²ğ‘¥ğ‘©ğ‘¯ğ‘›

source: sapphire
en@shaw: ğ‘•ğ‘¨ğ‘“ğ‘²ğ‘»

source: emerald
en@shaw: ğ‘§ğ‘¥ğ‘®ğ‘©ğ‘¤ğ‘›

source: elemental
en@shaw: ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘¤

source: Immune to drain, poison and plague
en@shaw: ğ‘¦ğ‘¥ğ‘˜ğ‘µğ‘¯ ğ‘‘ ğ‘›ğ‘®ğ‘±ğ‘¯, ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘¯ ğ‘ğ‘¤ğ‘±ğ‘œ

source: vampire
en@shaw: ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘®

source: female^vampiress
en@shaw: ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘®ğ‘¦ğ‘•

source: Vampires cannot be victims of drain, plague or poison.
en@shaw: ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘®ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘ ğ‘›ğ‘®ğ‘±ğ‘¯, ğ‘ğ‘¤ğ‘±ğ‘œ ğ‘¹ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯.

source: obedient
en@shaw: ğ‘©ğ‘šğ‘°ğ‘›ğ‘¦ğ‘©ğ‘¯ğ‘‘

source: female^obedient
en@shaw: ğ‘©ğ‘šğ‘°ğ‘›ğ‘¦ğ‘©ğ‘¯ğ‘‘

source: Zero upkeep
en@shaw: ğ‘Ÿğ‘½ğ‘´ ğ‘³ğ‘ğ‘’ğ‘°ğ‘

source: armored
en@shaw: ğ‘¸ğ‘¥ğ‘»ğ‘›

source: female^armored
en@shaw: ğ‘¸ğ‘¥ğ‘»ğ‘›

source: +15% bonus for all resistances (except arcane), -1 movement points
en@shaw: +15% ğ‘šğ‘´ğ‘¯ğ‘©ğ‘• ğ‘“ğ‘¹ ğ‘·ğ‘¤ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ (ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘­ğ‘®ğ‘’ğ‘±ğ‘¯), âˆ’1 ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘•

source: biomechanical
en@shaw: ğ‘šğ‘²ğ‘´ğ‘¥ğ‘©ğ‘’ğ‘¨ğ‘¯ğ‘¦ğ‘’ğ‘©ğ‘¤

source: female^biomechanical
en@shaw: ğ‘šğ‘²ğ‘´ğ‘¥ğ‘©ğ‘’ğ‘¨ğ‘¯ğ‘¦ğ‘’ğ‘©ğ‘¤

source: dread
en@shaw: ğ‘›ğ‘®ğ‘§ğ‘›

source: Dread: When this attack is used offensively, this unit takes one third less damage in retaliation.
en@shaw: ğ‘›ğ‘®ğ‘§ğ‘›: ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¦ğ‘Ÿ ğ‘¿ğ‘Ÿğ‘› ğ‘©ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘ğ‘¤ğ‘°, ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘¢ğ‘³ğ‘¯ ğ‘”ğ‘»ğ‘› ğ‘¤ğ‘§ğ‘• ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘¦ğ‘¯ ğ‘®ğ‘°ğ‘‘ğ‘¨ğ‘¤ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯.

source: counter
en@shaw: ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘¼

source: Counter: When used defensively, this attack always has at least a 60% chance to hit.
en@shaw: ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘¼: ğ‘¢ğ‘§ğ‘¯ ğ‘¿ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘ğ‘¤ğ‘°, ğ‘ğ‘¦ğ‘• ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘© 60% ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘£ğ‘¦ğ‘‘.

source: attack only
en@shaw: ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘´ğ‘¯ğ‘¤ğ‘°

source: Attack only: This weapon will never be used on defense.
en@shaw: ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘´ğ‘¯ğ‘¤ğ‘°: ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘šğ‘° ğ‘ªğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•.

source: defend only
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘´ğ‘¯ğ‘¤ğ‘°

source: Defend only: This weapon will only be available for defense.
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘´ğ‘¯ğ‘¤ğ‘°: ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•.
