Repository: wescamp/The_Silver_Lands-1.8
Catalog: po/*.po
Languages: en@shaw

source: Little do they know, the very forest itself would rather perish than to tolerate the mere presence of those vulgar fanatâ€”
en@shaw: ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘›ğ‘µ ğ‘ğ‘± ğ‘¯ğ‘´, ğ‘ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ ğ‘¦ğ‘‘ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘¢ğ‘«ğ‘› ğ‘®ğ‘­ğ‘ğ‘¼ ğ‘ğ‘§ğ‘®ğ‘¦ğ‘– ğ‘ğ‘¨ğ‘¯ ğ‘‘ ğ‘‘ğ‘­ğ‘¤ğ‘»ğ‘±ğ‘‘ ğ‘ ğ‘¥ğ‘½ ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘• ğ‘ ğ‘ğ‘´ğ‘Ÿ ğ‘ğ‘³ğ‘¤ğ‘œğ‘¼ ğ‘“ğ‘©ğ‘¯ğ‘¨ğ‘‘â€”

source: Oh, so we're merely a shell of a former empire? A mere cleanup crew could deal with the likes of you!
en@shaw: ğ‘´, ğ‘•ğ‘´ ğ‘¢ğ‘°'ğ‘¼ ğ‘¥ğ‘½ğ‘¤ğ‘¦ ğ‘© ğ‘–ğ‘§ğ‘¤ ğ‘ ğ‘© ğ‘“ğ‘¹ğ‘¥ğ‘¼ ğ‘§ğ‘¥ğ‘ğ‘²ğ‘¼? ğ‘© ğ‘¥ğ‘½ ğ‘’ğ‘¤ğ‘°ğ‘¯ğ‘©ğ‘ ğ‘’ğ‘®ğ‘µ ğ‘’ğ‘«ğ‘› ğ‘›ğ‘°ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¤ğ‘²ğ‘’ğ‘• ğ‘ ğ‘¿!

source: Who is there? Showest thy presence!
en@shaw: ğ‘£ğ‘µ ğ‘¦ğ‘Ÿ ğ‘ğ‘º? ğ‘–ğ‘´ğ‘¦ğ‘•ğ‘‘ ğ‘ğ‘² ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘•!

source: Well, the witch has finally decided to reveal herself!
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘ ğ‘¢ğ‘¦ğ‘— ğ‘£ğ‘¨ğ‘Ÿ ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘›ğ‘©ğ‘› ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘°ğ‘¤ ğ‘£ğ‘»ğ‘•ğ‘§ğ‘¤ğ‘“!

source: â€¦ Enough with this! All of you are either going to surrender or we shall smite all of you!
en@shaw: â€¦ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘•! ğ‘·ğ‘¤ ğ‘ ğ‘¿ ğ‘¸ ğ‘²ğ‘ğ‘¼ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘›ğ‘» ğ‘¹ ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘•ğ‘¥ğ‘²ğ‘‘ ğ‘·ğ‘¤ ğ‘ ğ‘¿!

source: For the last damn time, we are never going to join or surrender to the likes of thee!
en@shaw: ğ‘“ğ‘¹ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘›ğ‘¨ğ‘¥ ğ‘‘ğ‘²ğ‘¥, ğ‘¢ğ‘° ğ‘¸ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘¡ğ‘¶ğ‘¯ ğ‘¹ ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘›ğ‘» ğ‘‘ ğ‘ ğ‘¤ğ‘²ğ‘’ğ‘• ğ‘ ğ‘ğ‘°!

source: Very wellâ€¦ You have just entered a war that you can never win!
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤â€¦ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘»ğ‘› ğ‘© ğ‘¢ğ‘¹ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘¢ğ‘¦ğ‘¯!

source: Well, we ought to prepare for a long battleâ€¦
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘¢ğ‘° ğ‘·ğ‘‘ ğ‘‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘“ğ‘¹ ğ‘© ğ‘¤ğ‘ªğ‘™ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤â€¦

source: I shall go up the road and disrupt the advancement of their forcesâ€¦
en@shaw: ğ‘² ğ‘–ğ‘¨ğ‘¤ ğ‘œğ‘´ ğ‘³ğ‘ ğ‘ ğ‘®ğ‘´ğ‘› ğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘®ğ‘©ğ‘ğ‘‘ ğ‘ ğ‘©ğ‘›ğ‘ğ‘¨ğ‘¯ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘ğ‘º ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿâ€¦

source: There is a keep in the northwestern section of the cityâ€¦ Good luckâ€¦
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘’ğ‘°ğ‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¯ğ‘ªğ‘®ğ‘”ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘»ğ‘¯ ğ‘•ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦â€¦ ğ‘œğ‘«ğ‘› ğ‘¤ğ‘³ğ‘’â€¦

source: All right then, good luckâ€¦
en@shaw: ğ‘·ğ‘¤ ğ‘®ğ‘²ğ‘‘ ğ‘ğ‘§ğ‘¯, ğ‘œğ‘«ğ‘› ğ‘¤ğ‘³ğ‘’â€¦

source: Damn itâ€¦ if only I had another chanceâ€¦
en@shaw: ğ‘›ğ‘¨ğ‘¥ ğ‘¦ğ‘‘â€¦ ğ‘¦ğ‘“ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘² ğ‘£ğ‘¨ğ‘› ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘—ğ‘­ğ‘¯ğ‘•â€¦

source: *smiles creepily* Hehâ€¦
en@shaw: *ğ‘•ğ‘¥ğ‘²ğ‘¤ğ‘Ÿ ğ‘’ğ‘®ğ‘°ğ‘ğ‘¦ğ‘¤ğ‘°* ğ‘£ğ‘§â€¦

source: Ughâ€¦
en@shaw: ğ‘³ğ‘œâ€¦

source: I seeâ€¦
en@shaw: ğ‘² ğ‘•ğ‘°â€¦

source: Huh? What was that sound?
en@shaw: ğ‘£ğ‘©? ğ‘¢ğ‘ªğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘¬ğ‘¯ğ‘›?

source: Runitukis
en@shaw: ğ‘®ğ‘µğ‘°ğ‘‘ğ‘µğ‘’ğ‘¦ğ‘•

source: There it is!
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ!

source: I think that it wants us to read the monolith.
en@shaw: ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘³ğ‘• ğ‘‘ ğ‘®ğ‘°ğ‘› ğ‘ ğ‘¥ğ‘­ğ‘¯ğ‘©ğ‘¤ğ‘¦ğ‘”.

source: And so they have openedâ€¦
en@shaw: ğ‘¯ ğ‘•ğ‘´ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘´ğ‘ğ‘©ğ‘¯ğ‘›â€¦

source: Huh?
en@shaw: ğ‘£ğ‘©?

source: Tyurnio
en@shaw: ğ‘‘ğ‘²ğ‘»ğ‘¯ğ‘°ğ‘´

source: An elf?
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘“?

source: Who dares to disturb my rest?
en@shaw: ğ‘£ğ‘µ ğ‘›ğ‘§ğ‘®ğ‘Ÿ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘»ğ‘š ğ‘¥ğ‘² ğ‘®ğ‘§ğ‘•ğ‘‘?

source: Due to the sins that you bear, you shall perish! GUARDS!
en@shaw: ğ‘›ğ‘¿ ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘¯ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘šğ‘º, ğ‘¿ ğ‘–ğ‘¨ğ‘¤ ğ‘ğ‘§ğ‘®ğ‘¦ğ‘–! ğ‘œğ‘¸ğ‘›ğ‘Ÿ!

source: GalÃ©s
en@shaw: ğ‘œğ‘­ğ‘¤ğ‘±ğ‘•

source: GÃ³renas
en@shaw: ğ‘œğ‘´ğ‘®ğ‘±ğ‘¯ğ‘­ğ‘•

source: Sublime Pendant of Arcanity
en@shaw: ğ‘•ğ‘©ğ‘šğ‘¤ğ‘²ğ‘¥ ğ‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘¼ğ‘’ğ‘¨ğ‘¯ğ‘¦ğ‘‘ğ‘°

source: This item is dangerous towards creatures composed of pure energy.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘• ğ‘‘ğ‘«ğ‘¢ğ‘¹ğ‘›ğ‘Ÿ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘Ÿğ‘› ğ‘ ğ‘ğ‘˜ğ‘«ğ‘¼ ğ‘§ğ‘¯ğ‘¼ğ‘¡ğ‘¦.

source: Uh, thanksâ€¦
en@shaw: ğ‘©, ğ‘”ğ‘¨ğ‘™ğ‘’ğ‘•â€¦

source: Use it well.
en@shaw: ğ‘¿ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¢ğ‘§ğ‘¤.

source: Guards, all is well now; let us return to our eternal rest!
en@shaw: ğ‘œğ‘¸ğ‘›ğ‘Ÿ, ğ‘·ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤ ğ‘¯ğ‘¬; ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘¬ğ‘¼ ğ‘°ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘®ğ‘§ğ‘•ğ‘‘!

source: And now, I bid all of you adieu.
en@shaw: ğ‘¯ ğ‘¯ğ‘¬, ğ‘² ğ‘šğ‘¦ğ‘› ğ‘·ğ‘¤ ğ‘ ğ‘¿ ğ‘©ğ‘›ğ‘¿.

source: Die, you cruel witch!
en@shaw: ğ‘›ğ‘², ğ‘¿ ğ‘’ğ‘®ğ‘«ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘—!

source: AmeriÃ¤lis
en@shaw: Â·ğ‘³ğ‘¥ğ‘½ğ‘°ğ‘­ğ‘¤ğ‘¦ğ‘•

source: â€¦ â€¦ â€¦ Thank youâ€¦ for freeing meâ€¦ from that spellâ€¦
en@shaw: â€¦ â€¦ â€¦ ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘¿â€¦ ğ‘“ğ‘¹ ğ‘“ğ‘®ğ‘°ğ‘¦ğ‘™ ğ‘¥ğ‘°â€¦ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘ğ‘§ğ‘¤â€¦

source: â€¦ Who are you?
en@shaw: â€¦ ğ‘£ğ‘µ ğ‘¸ ğ‘¿?

source: You will be told very soon, my saviorâ€¦
en@shaw: ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘‘ğ‘´ğ‘¤ğ‘› ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘•ğ‘µğ‘¯, ğ‘¥ğ‘² ğ‘•ğ‘±ğ‘ğ‘¦ğ‘¼â€¦

source: Nowâ€¦ creatures of the afterlife being held here by my will, return to the afterlife!
en@shaw: ğ‘¯ğ‘¬â€¦ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘ ğ‘ ğ‘¨ğ‘“ğ‘‘ğ‘»ğ‘¤ğ‘²ğ‘“ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘£ğ‘§ğ‘¤ğ‘› ğ‘£ğ‘½ ğ‘šğ‘² ğ‘¥ğ‘² ğ‘¢ğ‘¦ğ‘¤, ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘ ğ‘¨ğ‘“ğ‘‘ğ‘»ğ‘¤ğ‘²ğ‘“!

source: Blessed Spring
en@shaw: ğ‘šğ‘¤ğ‘§ğ‘•ğ‘‘ ğ‘•ğ‘ğ‘®ğ‘¦ğ‘™

source: Campfire
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘“ğ‘²ğ‘»

source: Brazier
en@shaw: ğ‘šğ‘®ğ‘±ğ‘Ÿğ‘°ğ‘»

source: Dark Hive
en@shaw: ğ‘›ğ‘¸ğ‘’ ğ‘£ğ‘²ğ‘

source: Summoning Circle
en@shaw: ğ‘•ğ‘³ğ‘¥ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘•ğ‘»ğ‘’ğ‘©ğ‘¤

source: Gate
en@shaw: ğ‘œğ‘±ğ‘‘

source: Wasteland
en@shaw: ğ‘¢ğ‘±ğ‘•ğ‘‘ğ‘¤ğ‘¨ğ‘¯ğ‘›

source: race^Demon
en@shaw: ğ‘›ğ‘°ğ‘¥ğ‘ªğ‘¯

source: race+female^Demoness
en@shaw: ğ‘›ğ‘°ğ‘¥ğ‘ªğ‘¯ğ‘§ğ‘•

source: race^Demons
en@shaw: ğ‘›ğ‘°ğ‘¥ğ‘ªğ‘¯ğ‘Ÿ

source: race^Imp
en@shaw: ğ‘¦ğ‘¥ğ‘

source: race+female^Imp
en@shaw: ğ‘¦ğ‘¥ğ‘

source: race^Imps
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘•

source: Frequently considered lesser parents of demons, the Imps are usually underestimated due to their usually small size and lack of intellect. It is to note, however, that a swarm of them is not a threat to ignore, even for an experienced soldier.
en@shaw: ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘§ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘› ğ‘¤ğ‘§ğ‘•ğ‘¼ ğ‘ğ‘ºğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘›ğ‘°ğ‘¥ğ‘ªğ‘¯ğ‘Ÿ, ğ‘ ğ‘¦ğ‘¥ğ‘ğ‘• ğ‘¸ ğ‘¿ğ‘ ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘§ğ‘•ğ‘‘ğ‘©ğ‘¥ğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘›ğ‘¿ ğ‘‘ ğ‘ğ‘º ğ‘¿ğ‘ ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘•ğ‘²ğ‘Ÿ ğ‘¯ ğ‘¤ğ‘¨ğ‘’ ğ‘ ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ ğ‘¯ğ‘´ğ‘‘, ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘ğ‘¨ğ‘‘ ğ‘© ğ‘•ğ‘¢ğ‘ªğ‘®ğ‘¥ ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘”ğ‘®ğ‘§ğ‘‘ ğ‘‘ ğ‘¦ğ‘œğ‘¯ğ‘¹, ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘©ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘•ğ‘‘ ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼.

source: Demon Grunt
en@shaw: ğ‘›ğ‘°ğ‘¥ğ‘ªğ‘¯ ğ‘œğ‘®ğ‘³ğ‘¯ğ‘‘

source: The best of demons are noted by their greater strength and resilience, along with their lack of fear to sunlight. This turns them into living, if that can be said, weapons for their masters, weapons that listen and obey with no complaints to them. They are given armor and better weapons to help them endure in battle, as the Chaos lores are aware of how valuable such grunts are in the battlefield.
en@shaw: ğ‘ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘›ğ‘°ğ‘¥ğ‘ªğ‘¯ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘´ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘ğ‘º ğ‘œğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘™ğ‘” ğ‘¯ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘¤ğ‘°ğ‘©ğ‘¯ğ‘•, ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘º ğ‘¤ğ‘¨ğ‘’ ğ‘ ğ‘“ğ‘½ ğ‘‘ ğ‘•ğ‘³ğ‘¯ğ‘¤ğ‘²ğ‘‘. ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘ğ‘§ğ‘¥ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™, ğ‘¦ğ‘“ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘•ğ‘§ğ‘›, ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ğ‘º ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ, ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¤ğ‘¦ğ‘•ğ‘©ğ‘¯ ğ‘¯ ğ‘ªğ‘šğ‘± ğ‘¢ğ‘¦ğ‘ ğ‘¯ğ‘´ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘ğ‘§ğ‘¥. ğ‘ğ‘± ğ‘¸ ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘¸ğ‘¥ğ‘¼ ğ‘¯ ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘©ğ‘¯ğ‘›ğ‘˜ğ‘«ğ‘¼ ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤, ğ‘¨ğ‘Ÿ ğ‘ ğ‘’ğ‘±ğ‘­ğ‘• lores ğ‘¸ ğ‘©ğ‘¢ğ‘º ğ‘ ğ‘£ğ‘¬ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘³ğ‘— ğ‘œğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¸ ğ‘¦ğ‘¯ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ğ‘“ğ‘°ğ‘¤ğ‘›.

source: infernal chill
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¯ğ‘©ğ‘¤ ğ‘—ğ‘¦ğ‘¤

source: flaming sword
en@shaw: ğ‘“ğ‘¤ğ‘±ğ‘¥ğ‘¦ğ‘™ ğ‘•ğ‘¹ğ‘›

source: Demon
en@shaw: ğ‘›ğ‘°ğ‘¥ğ‘ªğ‘¯

source: Legend has it that, when the world and its inhabitants were born, there were powerful creatures, called 'demons', able to control all the inferior species. Supposedly, the Lords of Light and Darkness restricted them to a separate plane, were they would be trapped with no possibility to get out or in, unless a portal from the mortal plane was deliberately opened. Fortunately for people of former times, nobody ever figured out how to open that portal, until now. Demons are nimble and quite tough creatures, who don't need armor or clothing to protect themselves from physical damage. Nevertheless, their appearance resembles that of a human. Most of them carry some kind of weapon, although their claws and ability to throw fireballs at their enemies usually fit better their purpose of seeking suffering and blood in their opponents.
en@shaw: ğ‘¤ğ‘§ğ‘œğ‘§ğ‘¯ğ‘› ğ‘£ğ‘¨ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘ğ‘¨ğ‘‘, ğ‘£ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘¢ğ‘»ğ‘¤ğ‘› ğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘¦ğ‘¯ğ‘£ğ‘¨ğ‘šğ‘¦ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¢ğ‘» ğ‘šğ‘¹ğ‘¯, ğ‘ğ‘º ğ‘¢ğ‘» ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ, ğ‘’ğ‘·ğ‘¤ğ‘› 'ğ‘›ğ‘°ğ‘¥ğ‘ªğ‘¯ğ‘Ÿ', ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘·ğ‘¤ ğ‘ ğ‘¦ğ‘¯ğ‘“ğ‘½ğ‘¦ğ‘¼ ğ‘•ğ‘ğ‘°ğ‘–ğ‘°ğ‘Ÿ. ğ‘•ğ‘©ğ‘ğ‘´ğ‘Ÿğ‘©ğ‘›ğ‘¤ğ‘°, ğ‘ Â·ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘ Â·ğ‘¤ğ‘²ğ‘‘ ğ‘¯ Â·ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘• ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘© ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘¯, ğ‘£ğ‘¢ğ‘º ğ‘ğ‘± ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘¯ğ‘´ ğ‘ğ‘ªğ‘•ğ‘¦ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘¹ ğ‘¦ğ‘¯, ğ‘³ğ‘¯ğ‘¤ğ‘§ğ‘• ğ‘© ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¥ğ‘¹ğ‘‘ğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘±ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ ğ‘›ğ‘¦ğ‘¤ğ‘¦ğ‘šğ‘»ğ‘©ğ‘‘ğ‘¤ğ‘° ğ‘´ğ‘ğ‘©ğ‘¯ğ‘›. ğ‘“ğ‘¹ğ‘‘ğ‘¿ğ‘¯ğ‘©ğ‘‘ğ‘¤ğ‘¦ ğ‘“ğ‘¹ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘“ğ‘¹ğ‘¥ğ‘¼ ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ, ğ‘¯ğ‘´ğ‘šğ‘ªğ‘›ğ‘¦ ğ‘§ğ‘ğ‘¼ ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘»ğ‘› ğ‘¬ğ‘‘ ğ‘£ğ‘¬ ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¤, ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¯ğ‘¬. ğ‘›ğ‘°ğ‘¥ğ‘ªğ‘¯ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ ğ‘¯ ğ‘’ğ‘¢ğ‘²ğ‘‘ ğ‘‘ğ‘³ğ‘“ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ, ğ‘£ğ‘µ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘°ğ‘› ğ‘¸ğ‘¥ğ‘¼ ğ‘¹ ğ‘’ğ‘¤ğ‘´ğ‘ğ‘¦ğ‘™ ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘§ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘“ğ‘¦ğ‘Ÿğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡. ğ‘¯ğ‘§ğ‘ğ‘¼ğ‘ğ‘©ğ‘¤ğ‘§ğ‘•, ğ‘ğ‘º ğ‘©ğ‘ğ‘½ğ‘©ğ‘¯ğ‘• ğ‘®ğ‘¦ğ‘Ÿğ‘§ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘© ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯. ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘’ğ‘¨ğ‘®ğ‘¦ ğ‘•ğ‘³ğ‘¥ ğ‘’ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯, ğ‘·ğ‘¤ğ‘ğ‘´ ğ‘ğ‘º ğ‘’ğ‘¤ğ‘·ğ‘Ÿ ğ‘¯ ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘‘ ğ‘”ğ‘®ğ‘´ ğ‘“ğ‘²ğ‘»ğ‘šğ‘ªğ‘¤ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘ğ‘º ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘¿ğ‘ ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘“ğ‘¦ğ‘‘ ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘ğ‘º ğ‘ğ‘»ğ‘ğ‘©ğ‘• ğ‘ ğ‘•ğ‘°ğ‘’ğ‘¦ğ‘™ ğ‘•ğ‘³ğ‘“ğ‘¼ğ‘¦ğ‘™ ğ‘¯ ğ‘šğ‘¤ğ‘³ğ‘› ğ‘¦ğ‘¯ ğ‘ğ‘º ğ‘©ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ğ‘•.

source: Shadow Courier
en@shaw: ğ‘–ğ‘¨ğ‘›ğ‘´ ğ‘’ğ‘»ğ‘°ğ‘»

source: noctum
en@shaw: ğ‘¥ğ‘­ğ‘’ğ‘‘ğ‘©ğ‘¥

source: Demon Warrior
en@shaw: ğ‘›ğ‘°ğ‘¥ğ‘ªğ‘¯ ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼

source: Demon Zephyr
en@shaw: ğ‘›ğ‘°ğ‘¥ğ‘ªğ‘¯ ğ‘Ÿğ‘§ğ‘“ğ‘»

source: race^Elemental Monarch
en@shaw: Â·ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘¤ Â·ğ‘¥ğ‘ªğ‘¯ğ‘¼ğ‘’

source: race^Elemental Monarchs
en@shaw: Â·ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘¤ Â·ğ‘¥ğ‘ªğ‘¯ğ‘¼ğ‘’ğ‘•

source: Earth Monarch
en@shaw: Â·ğ‘»ğ‘” Â·ğ‘¥ğ‘ªğ‘¯ğ‘¼ğ‘’

source: terra club
en@shaw: ğ‘‘ğ‘§ğ‘®ğ‘© ğ‘’ğ‘¤ğ‘³ğ‘š

source: terra orbis
en@shaw: ğ‘‘ğ‘§ğ‘®ğ‘© ğ‘¹ğ‘šğ‘¦ğ‘•

source: nature flare
en@shaw: ğ‘¯ğ‘±ğ‘—ğ‘¼ ğ‘“ğ‘¤ğ‘§ğ‘®

source: female^Ice Maiden
en@shaw: Â·ğ‘²ğ‘• Â·ğ‘¥ğ‘±ğ‘›ğ‘©ğ‘¯

source: ice blade
en@shaw: ğ‘²ğ‘• ğ‘šğ‘¤ğ‘±ğ‘›

source: catastrophic blizzard
en@shaw: ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘­ğ‘“ğ‘¦ğ‘’ ğ‘šğ‘¤ğ‘¦ğ‘Ÿğ‘»ğ‘›

source: icicle storm
en@shaw: ğ‘²ğ‘•ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘¹ğ‘¥

source: Water Monarch
en@shaw: Â·ğ‘¢ğ‘·ğ‘‘ğ‘¼ Â·ğ‘¥ğ‘ªğ‘¯ğ‘¼ğ‘’

source: naginata
en@shaw: ğ‘¯ğ‘­ğ‘œğ‘°ğ‘¯ğ‘­ğ‘‘ğ‘­

source: water blast
en@shaw: ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘šğ‘¤ğ‘¨ğ‘•ğ‘‘

source: race^Elemental
en@shaw: ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘¤

source: race^Elementals
en@shaw: ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘¤ğ‘Ÿ

source: Animated Rock
en@shaw: ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘®ğ‘ªğ‘’

source: Animated Rocks are creatures made out of solid, living rock. They have a weak attack, but are incredibly hard to destroy.
en@shaw: ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘®ğ‘ªğ‘’ğ‘• ğ‘¸ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘¥ğ‘±ğ‘› ğ‘¬ğ‘‘ ğ‘ ğ‘•ğ‘ªğ‘¤ğ‘¦ğ‘›, ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘®ğ‘ªğ‘’. ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘¢ğ‘°ğ‘’ ğ‘©ğ‘‘ğ‘¨ğ‘’, ğ‘šğ‘³ğ‘‘ ğ‘¸ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘§ğ‘›ğ‘©ğ‘šğ‘¤ğ‘° ğ‘£ğ‘¸ğ‘› ğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶.

source: Brazier Creation
en@shaw: ğ‘šğ‘®ğ‘±ğ‘Ÿğ‘°ğ‘» ğ‘’ğ‘®ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯

source: fire claws
en@shaw: ğ‘“ğ‘²ğ‘¼ ğ‘’ğ‘¤ğ‘·ğ‘Ÿ

source: Brazier Whelpling
en@shaw: ğ‘šğ‘®ğ‘±ğ‘Ÿğ‘°ğ‘» ğ‘£ğ‘¢ğ‘§ğ‘¤ğ‘ğ‘¤ğ‘¦ğ‘™

source: Brazier Whelplings are Brazier Creations which have not completely hardened yet, thus they are weaker than their older siblings. Not an imposing threat, but once they harden they are much more of a threat.
en@shaw: ğ‘šğ‘®ğ‘±ğ‘Ÿğ‘°ğ‘» ğ‘£ğ‘¢ğ‘§ğ‘¤ğ‘ğ‘¤ğ‘¦ğ‘™ğ‘Ÿ ğ‘¸ ğ‘šğ‘®ğ‘±ğ‘Ÿğ‘°ğ‘» ğ‘’ğ‘®ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¢ğ‘¦ğ‘— ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘¤ğ‘¦ ğ‘£ğ‘¸ğ‘›ğ‘©ğ‘¯ğ‘› ğ‘˜ğ‘§ğ‘‘, ğ‘ğ‘³ğ‘• ğ‘ğ‘± ğ‘¸ ğ‘¢ğ‘°ğ‘’ğ‘» ğ‘ğ‘¨ğ‘¯ ğ‘ğ‘º ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘•ğ‘¦ğ‘šğ‘¤ğ‘¦ğ‘™ğ‘Ÿ. ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¯ ğ‘¦ğ‘¥ğ‘ğ‘´ğ‘Ÿğ‘¦ğ‘™ ğ‘”ğ‘®ğ‘§ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘ğ‘± ğ‘£ğ‘¸ğ‘›ğ‘©ğ‘¯ ğ‘ğ‘± ğ‘¸ ğ‘¥ğ‘³ğ‘— ğ‘¥ğ‘¹ ğ‘ ğ‘© ğ‘”ğ‘®ğ‘§ğ‘‘.

source: Djinn
en@shaw: ğ‘¡ğ‘¦ğ‘¯

source: northern wind
en@shaw: ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›

source: tornado
en@shaw: ğ‘‘ğ‘ªğ‘®ğ‘¯ğ‘±ğ‘›ğ‘´

source: Ethereal Dragon
en@shaw: ğ‘¦ğ‘”ğ‘¦ğ‘®ğ‘°ğ‘©ğ‘¤ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯

source: ethereal breath
en@shaw: ğ‘¦ğ‘”ğ‘¦ğ‘®ğ‘°ğ‘©ğ‘¤ ğ‘šğ‘®ğ‘§ğ‘”

source: Ethereal Orb
en@shaw: ğ‘¦ğ‘”ğ‘¦ğ‘®ğ‘°ğ‘©ğ‘¤ ğ‘ªğ‘®ğ‘š

source: ethereal wave
en@shaw: ğ‘¦ğ‘”ğ‘¦ğ‘®ğ‘°ğ‘©ğ‘¤ ğ‘¢ğ‘±ğ‘

source: Ethereal Serpent
en@shaw: ğ‘¦ğ‘”ğ‘¦ğ‘®ğ‘°ğ‘©ğ‘¤ ğ‘•ğ‘»ğ‘ğ‘©ğ‘¯ğ‘‘

source: Fire Ghost
en@shaw: ğ‘“ğ‘²ğ‘¼ ğ‘œğ‘´ğ‘•ğ‘‘

source: TODO...
en@shaw: ğ‘‘ğ‘µğ‘›ğ‘µ...

source: Fire Wisp
en@shaw: ğ‘“ğ‘²ğ‘¼ ğ‘¢ğ‘¦ğ‘•ğ‘

source: Fire Wisps are spirits of smoke and flame. Summoned by powerful mages. When not being ordered around they like to frolic in pools of lava and take great delight in burning anything they can reach.
en@shaw: ğ‘“ğ‘²ğ‘¼ ğ‘¢ğ‘¦ğ‘•ğ‘ğ‘• ğ‘¸ ğ‘•ğ‘ğ‘¦ğ‘®ğ‘¦ğ‘‘ğ‘• ğ‘ ğ‘•ğ‘¥ğ‘´ğ‘’ ğ‘¯ ğ‘“ğ‘¤ğ‘±ğ‘¥. ğ‘•ğ‘³ğ‘¥ğ‘©ğ‘¯ğ‘› ğ‘šğ‘² ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘¥ğ‘±ğ‘¡ğ‘¦ğ‘Ÿ. ğ‘£ğ‘¢ğ‘§ğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘¹ğ‘›ğ‘¼ğ‘› ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘± ğ‘¤ğ‘²ğ‘’ ğ‘‘ ğ‘“ğ‘®ğ‘­ğ‘¤ğ‘¦ğ‘’ ğ‘¦ğ‘¯ ğ‘ğ‘µğ‘¤ğ‘Ÿ ğ‘ ğ‘¤ğ‘­ğ‘ğ‘© ğ‘¯ ğ‘‘ğ‘±ğ‘’ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘²ğ‘‘ ğ‘¦ğ‘¯ ğ‘šğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘§ğ‘¯ğ‘¦ğ‘”ğ‘¦ğ‘™ ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘°ğ‘—.

source: fire bash
en@shaw: ğ‘“ğ‘²ğ‘¼ ğ‘šğ‘¨ğ‘–

source: Ice Crab
en@shaw: ğ‘²ğ‘• ğ‘’ğ‘®ğ‘¨ğ‘š

source: icicle
en@shaw: ğ‘²ğ‘•ğ‘¦ğ‘’ğ‘©ğ‘¤

source: gelid aura
en@shaw: ğ‘¡ğ‘§ğ‘¤ğ‘¦ğ‘› ğ‘ªğ‘®ğ‘©

source: Ice Shell
en@shaw: ğ‘²ğ‘• ğ‘–ğ‘§ğ‘¤

source: Lava Beast
en@shaw: ğ‘¤ğ‘­ğ‘ğ‘© ğ‘šğ‘°ğ‘•ğ‘‘

source: Living Furnace
en@shaw: ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘“ğ‘»ğ‘¯ğ‘©ğ‘•

source: TODO
en@shaw: ğ‘‘ğ‘µğ‘›ğ‘µ

source: Living Volcano
en@shaw: ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘ğ‘ªğ‘¤ğ‘’ğ‘±ğ‘¯ğ‘´

source: Enormous in size and twice as agressive as fifty raging bulls combined. These enormous beasts are believed to be the hearts of volcanoes themselves that escaped their mountainous homes. These beasts should be avoided due to said aggressiveness, their immense physical strength and their ability to spew lava at their victims.
en@shaw: ğ‘¦ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘• ğ‘¦ğ‘¯ ğ‘•ğ‘²ğ‘Ÿ ğ‘¯ ğ‘‘ğ‘¢ğ‘²ğ‘• ğ‘¨ğ‘Ÿ ğ‘©ğ‘œğ‘®ğ‘§ğ‘•ğ‘¦ğ‘ ğ‘¨ğ‘Ÿ ğ‘“ğ‘¦ğ‘“ğ‘‘ğ‘¦ ğ‘®ğ‘±ğ‘¡ğ‘¦ğ‘™ ğ‘šğ‘«ğ‘¤ğ‘Ÿ ğ‘’ğ‘©ğ‘¥ğ‘šğ‘²ğ‘¯ğ‘›. ğ‘ğ‘°ğ‘Ÿ ğ‘¦ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘• ğ‘šğ‘°ğ‘•ğ‘‘ğ‘• ğ‘¸ ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ğ‘› ğ‘‘ ğ‘šğ‘° ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘• ğ‘ ğ‘ğ‘­ğ‘¤ğ‘’ğ‘±ğ‘¯ğ‘´ğ‘Ÿ ğ‘ğ‘§ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ğ‘‘ ğ‘ğ‘º ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘©ğ‘• ğ‘£ğ‘´ğ‘¥ğ‘Ÿ. ğ‘ğ‘°ğ‘Ÿ ğ‘šğ‘°ğ‘•ğ‘‘ğ‘• ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘©ğ‘ğ‘¶ğ‘›ğ‘©ğ‘› ğ‘›ğ‘¿ ğ‘‘ ğ‘•ğ‘§ğ‘› ğ‘©ğ‘œğ‘®ğ‘§ğ‘•ğ‘¦ğ‘ğ‘¯ğ‘©ğ‘•, ğ‘ğ‘º ğ‘¦ğ‘¥ğ‘§ğ‘¯ğ‘• ğ‘“ğ‘¦ğ‘Ÿğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘™ğ‘” ğ‘¯ ğ‘ğ‘º ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘‘ ğ‘•ğ‘ğ‘˜ğ‘µ ğ‘¤ğ‘­ğ‘ğ‘© ğ‘¨ğ‘‘ ğ‘ğ‘º ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ.

source: erupt
en@shaw: ğ‘¦ğ‘®ğ‘³ğ‘ğ‘‘

source: Magic Servant
en@shaw: ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘•ğ‘»ğ‘ğ‘©ğ‘¯ğ‘‘

source: These mysterious beings are composed of pure, yet unstable arcane magic. Although they are weak they are easy to create and can bind to an element once they gather enough power to do so.
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘¥ğ‘¦ğ‘•ğ‘‘ğ‘½ğ‘¦ğ‘©ğ‘• ğ‘šğ‘°ğ‘¦ğ‘™ğ‘Ÿ ğ‘¸ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘Ÿğ‘› ğ‘ ğ‘ğ‘˜ğ‘«ğ‘¼, ğ‘˜ğ‘§ğ‘‘ ğ‘©ğ‘¯ğ‘•ğ‘‘ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘­ğ‘®ğ‘’ğ‘±ğ‘¯ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’. ğ‘·ğ‘¤ğ‘ğ‘´ ğ‘ğ‘± ğ‘¸ ğ‘¢ğ‘°ğ‘’ ğ‘ğ‘± ğ‘¸ ğ‘°ğ‘Ÿğ‘¦ ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘¯ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘²ğ‘¯ğ‘› ğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘ğ‘± ğ‘œğ‘¨ğ‘ğ‘¼ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘ğ‘¬ğ‘¼ ğ‘‘ ğ‘›ğ‘µ ğ‘•ğ‘´.

source: aura wave
en@shaw: ğ‘ªğ‘®ğ‘© ğ‘¢ğ‘±ğ‘

source: Razorbird
en@shaw: ğ‘®ğ‘±ğ‘Ÿğ‘¼ğ‘šğ‘»ğ‘›

source: beak
en@shaw: ğ‘šğ‘°ğ‘’

source: blade shower
en@shaw: ğ‘šğ‘¤ğ‘±ğ‘› ğ‘–ğ‘¬ğ‘¼

source: Rock Golem
en@shaw: ğ‘®ğ‘ªğ‘’ ğ‘œğ‘´ğ‘¤ğ‘©ğ‘¥

source: Rock Golems are creatures made out of solid, living rock. They have a weak attack, but are incredibly hard to destroy.
en@shaw: ğ‘®ğ‘ªğ‘’ ğ‘œğ‘´ğ‘¤ğ‘©ğ‘¥ğ‘Ÿ ğ‘¸ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘¥ğ‘±ğ‘› ğ‘¬ğ‘‘ ğ‘ ğ‘•ğ‘ªğ‘¤ğ‘¦ğ‘›, ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘®ğ‘ªğ‘’. ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘¢ğ‘°ğ‘’ ğ‘©ğ‘‘ğ‘¨ğ‘’, ğ‘šğ‘³ğ‘‘ ğ‘¸ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘§ğ‘›ğ‘©ğ‘šğ‘¤ğ‘° ğ‘£ğ‘¸ğ‘› ğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶.

source: Stone Titan
en@shaw: ğ‘•ğ‘‘ğ‘´ğ‘¯ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¯

source: stone blade
en@shaw: ğ‘•ğ‘‘ğ‘´ğ‘¯ ğ‘šğ‘¤ğ‘±ğ‘›

source: Whenever a vengeful or disturbed spirit is present in a forest, the Tears of the Forest â€”which represents the forest's sorrowâ€” will manifest and seek a powerful being who has happened to wander into the forest. Once it finds a powerful being, the Tears will try to get the being to follow it to the location of the troubled spirit that is causing the forest's sorrow, and get the being to quell the spirit. If the being is reluctant to quell the spirit, the Tears will badger the being until it quells the spirit.
en@shaw: ğ‘£ğ‘¢ğ‘§ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘© ğ‘ğ‘§ğ‘¯ğ‘¡ğ‘“ğ‘©ğ‘¤ ğ‘¹ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘»ğ‘šğ‘› ğ‘•ğ‘ğ‘¦ğ‘®ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ ğ‘© ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘, ğ‘ ğ‘‘ğ‘½ğ‘Ÿ ğ‘ ğ‘ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ â€”ğ‘£ğ‘¢ğ‘¦ğ‘— ğ‘®ğ‘§ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘“ğ‘ªğ‘®ğ‘©ğ‘•ğ‘‘ğ‘• ğ‘•ğ‘ªğ‘®ğ‘´â€” ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘“ğ‘§ğ‘•ğ‘‘ ğ‘¯ ğ‘•ğ‘°ğ‘’ ğ‘© ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘£ğ‘µ ğ‘£ğ‘¨ğ‘Ÿ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘› ğ‘‘ ğ‘¢ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘. ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘¦ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘›ğ‘Ÿ ğ‘© ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘šğ‘°ğ‘¦ğ‘™, ğ‘ ğ‘‘ğ‘½ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘‘ ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘¦ğ‘‘ ğ‘‘ ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ğ‘› ğ‘•ğ‘ğ‘¦ğ‘®ğ‘¦ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘·ğ‘Ÿğ‘¦ğ‘™ ğ‘ ğ‘“ğ‘ªğ‘®ğ‘©ğ‘•ğ‘‘ğ‘• ğ‘•ğ‘ªğ‘®ğ‘´, ğ‘¯ ğ‘œğ‘§ğ‘‘ ğ‘ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘‘ ğ‘’ğ‘¢ğ‘§ğ‘¤ ğ‘ ğ‘•ğ‘ğ‘¦ğ‘®ğ‘¦ğ‘‘. ğ‘¦ğ‘“ ğ‘ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘¤ğ‘©ğ‘’ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘¢ğ‘§ğ‘¤ ğ‘ ğ‘•ğ‘ğ‘¦ğ‘®ğ‘¦ğ‘‘, ğ‘ ğ‘‘ğ‘½ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘¨ğ‘¡ğ‘¼ ğ‘ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¦ğ‘‘ quells ğ‘ ğ‘•ğ‘ğ‘¦ğ‘®ğ‘¦ğ‘‘.

source: Tempest Spirit
en@shaw: ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘©ğ‘•ğ‘‘ ğ‘•ğ‘ğ‘¦ğ‘®ğ‘¦ğ‘‘

source: Tempest Spirits are manifestations of water that is influenced by the likes of a deadly storm, due to this these spirits weild very dangerous power and are often subject to being angered easily. Due to this it is best to avoid these spirits, unless you are certain you either have a way of reasoning with them or can counter their awesome power.
en@shaw: ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘©ğ‘•ğ‘‘ ğ‘•ğ‘ğ‘¦ğ‘®ğ‘¦ğ‘‘ğ‘• ğ‘¸ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘“ğ‘§ğ‘•ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘“ğ‘¤ğ‘µğ‘©ğ‘¯ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘¤ğ‘²ğ‘’ğ‘• ğ‘ ğ‘© ğ‘›ğ‘§ğ‘›ğ‘¤ğ‘° ğ‘•ğ‘‘ğ‘¹ğ‘¥, ğ‘›ğ‘¿ ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘°ğ‘Ÿ ğ‘•ğ‘ğ‘¦ğ‘®ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘²ğ‘¤ğ‘› ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘• ğ‘ğ‘¬ğ‘¼ ğ‘¯ ğ‘¸ ğ‘ªğ‘“ğ‘©ğ‘¯ ğ‘•ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘‘ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘¨ğ‘™ğ‘œğ‘»ğ‘› ğ‘°ğ‘Ÿğ‘¦ğ‘¤ğ‘¦. ğ‘›ğ‘¿ ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘‘ ğ‘©ğ‘ğ‘¶ğ‘› ğ‘ğ‘°ğ‘Ÿ ğ‘•ğ‘ğ‘¦ğ‘®ğ‘¦ğ‘‘ğ‘•, ğ‘³ğ‘¯ğ‘¤ğ‘§ğ‘• ğ‘¿ ğ‘¸ ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘¿ ğ‘²ğ‘ğ‘¼ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘¢ğ‘± ğ‘ ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘¹ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘¼ ğ‘ğ‘º ğ‘·ğ‘•ğ‘©ğ‘¥ ğ‘ğ‘¬ğ‘¼.

source: water punch
en@shaw: ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘ğ‘³ğ‘¯ğ‘—

source: Thunderbird
en@shaw: ğ‘”ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘šğ‘»ğ‘›

source: Using its metal feathers the Thunderbird is able to create powerfull sparks that can be thrown at long range.
en@shaw: ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘§ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘§ğ‘ğ‘»ğ‘Ÿ ğ‘ ğ‘”ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘šğ‘»ğ‘› ğ‘¦ğ‘Ÿ ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘•ğ‘ğ‘¸ğ‘’ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘”ğ‘®ğ‘´ğ‘¯ ğ‘¨ğ‘‘ ğ‘¤ğ‘ªğ‘™ ğ‘®ğ‘±ğ‘¯ğ‘¡.

source: thunderbolt
en@shaw: ğ‘”ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘šğ‘ªğ‘¤ğ‘‘

source: Tidal
en@shaw: ğ‘‘ğ‘²ğ‘›ğ‘©ğ‘¤

source: These creatures are manifestations of water that seem to take on the shape of waves, hence their name of Tidal. These creatures are a bit hostile by nature due to the unstable nature of water.
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘¸ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘“ğ‘§ğ‘•ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘°ğ‘¥ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘ªğ‘¯ ğ‘ ğ‘–ğ‘±ğ‘ ğ‘ ğ‘¢ğ‘±ğ‘ğ‘Ÿ, ğ‘£ğ‘§ğ‘¯ğ‘• ğ‘ğ‘º ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘‘ğ‘²ğ‘›ğ‘©ğ‘¤. ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘¸ ğ‘© ğ‘šğ‘¦ğ‘‘ ğ‘£ğ‘ªğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘šğ‘² ğ‘¯ğ‘±ğ‘—ğ‘¼ ğ‘›ğ‘¿ ğ‘‘ ğ‘ ğ‘©ğ‘¯ğ‘•ğ‘‘ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¯ğ‘±ğ‘—ğ‘¼ ğ‘ ğ‘¢ğ‘·ğ‘‘ğ‘¼.

source: Undine
en@shaw: ğ‘©ğ‘¯ğ‘›ğ‘°ğ‘¯

source: Undines are basically more powerful and violent versions of Tidals. Not only have the Undines gained more power but they seemed to have for some unknown reason taken on the shape of a woman.
en@shaw: ğ‘©ğ‘¯ğ‘›ğ‘°ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘šğ‘±ğ‘•ğ‘¦ğ‘’ğ‘¤ğ‘° ğ‘¥ğ‘¹ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘¯ ğ‘ğ‘²ğ‘©ğ‘¤ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ğ‘Ÿ ğ‘ Tidals. ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘©ğ‘¯ğ‘›ğ‘°ğ‘¯ğ‘Ÿ ğ‘œğ‘±ğ‘¯ğ‘› ğ‘¥ğ‘¹ ğ‘ğ‘¬ğ‘¼ ğ‘šğ‘³ğ‘‘ ğ‘ğ‘± ğ‘•ğ‘°ğ‘¥ğ‘› ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘¹ ğ‘•ğ‘³ğ‘¥ ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯ ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯ ğ‘ªğ‘¯ ğ‘ ğ‘–ğ‘±ğ‘ ğ‘ ğ‘© ğ‘¢ğ‘«ğ‘¥ğ‘©ğ‘¯.

source: Vine Beast
en@shaw: ğ‘ğ‘²ğ‘¯ ğ‘šğ‘°ğ‘•ğ‘‘

source: Vine Beasts are clumps of vines, thorns and other plant parts manifested in the form of a tiger. They are somewhat good at hiding in the forest and are capable of drawing energy from a forest in order to replenish its health.
en@shaw: ğ‘ğ‘²ğ‘¯ ğ‘šğ‘°ğ‘•ğ‘‘ğ‘• ğ‘¸ ğ‘’ğ‘¤ğ‘©ğ‘¥ğ‘ğ‘• ğ‘ ğ‘ğ‘²ğ‘¯ğ‘Ÿ, ğ‘”ğ‘¹ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘³ğ‘ğ‘¼ ğ‘ğ‘¤ğ‘­ğ‘¯ğ‘‘ ğ‘ğ‘¸ğ‘‘ğ‘• ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘“ğ‘§ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘¹ğ‘¥ ğ‘ ğ‘© ğ‘‘ğ‘²ğ‘œğ‘¼. ğ‘ğ‘± ğ‘¸ ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘ªğ‘‘ ğ‘œğ‘«ğ‘› ğ‘¨ğ‘‘ ğ‘£ğ‘²ğ‘›ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ ğ‘¯ ğ‘¸ ğ‘’ğ‘±ğ‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘›ğ‘®ğ‘·ğ‘¦ğ‘™ ğ‘§ğ‘¯ğ‘¼ğ‘¡ğ‘¦ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘© ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘‘ ğ‘®ğ‘°ğ‘ğ‘¤ğ‘§ğ‘¯ğ‘¦ğ‘– ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘§ğ‘¤ğ‘”.

source: Vine Tiger
en@shaw: ğ‘ğ‘²ğ‘¯ ğ‘‘ğ‘²ğ‘œğ‘¼

source: Wind Herder
en@shaw: ğ‘¢ğ‘²ğ‘¯ğ‘› ğ‘£ğ‘§ğ‘®ğ‘›ğ‘»

source: galeforce
en@shaw: ğ‘œğ‘±ğ‘¤ğ‘“ğ‘¹ğ‘•

source: Zephyr
en@shaw: ğ‘Ÿğ‘§ğ‘“ğ‘»

source: race^Gargoyle
en@shaw: ğ‘œğ‘­ğ‘®ğ‘œğ‘¬ğ‘¤

source: race^Gargoyles
en@shaw: ğ‘œğ‘­ğ‘®ğ‘œğ‘¬ğ‘¤ğ‘Ÿ

source: Gargoyle
en@shaw: ğ‘œğ‘­ğ‘®ğ‘œğ‘¬ğ‘¤

source: slam
en@shaw: ğ‘•ğ‘¤ğ‘¨ğ‘¥

source: Marlgoyle
en@shaw: ğ‘¥ğ‘¼ğ‘¤ğ‘œğ‘¶ğ‘¤

source: gun
en@shaw: ğ‘œğ‘³ğ‘¯

source: Armageddon Imp
en@shaw: ğ‘­ğ‘®ğ‘¥ğ‘©ğ‘œğ‘§ğ‘›ğ‘©ğ‘¯ ğ‘¦ğ‘¥ğ‘

source: blade of doom
en@shaw: ğ‘šğ‘¤ğ‘±ğ‘› ğ‘ ğ‘›ğ‘µğ‘¥

source: slime spit
en@shaw: ğ‘•ğ‘¤ğ‘²ğ‘¥ ğ‘•ğ‘ğ‘¦ğ‘‘

source: Blood Imp
en@shaw: ğ‘šğ‘¤ğ‘³ğ‘› ğ‘¦ğ‘¥ğ‘

source: Gutwrencher Imp
en@shaw: ğ‘œğ‘³ğ‘‘ğ‘®ğ‘§ğ‘¯ğ‘—ğ‘» ğ‘¦ğ‘¥ğ‘
